[
    {
        "is_visible": false,
        "load_voyage": true,
        "map_id": 164578,
        "map_svg_url": "https://my.silversea.com/ECMFrom/ECM_258153_7722_EN.svg",
        "images": [
            "https://my.silversea.com/ECMFrom/ECM_169469_Havana_VoyageHigh_Img1.jpg",
            "https://my.silversea.com/ECMFrom/ECM_57142_VoyageHighlights_Colon_Img2.jpg",
            "https://my.silversea.com/ECMFrom/ECM_169486_Nassau_VoyageHigh_Img3.jpg"
        ],
        "voyage_highlights": "<p><strong>Expedition  Highlights: </strong></p>\n<ul>\n  <li>Admire the dazzling tropical fish and colourful corals underwater</li>\n  <li>Enjoy the beaches, and luxuriant tropical  landscape of the Guna Yala</li>\n  <li>Relax on the powdery white beaches of  spectacular Isle of Youth</li>\n  <li>Get driven in a vintage car and visit a cigar  factory in Havana</li>\n  <li>Enjoy a traditional Cuban Tropicana Evening  Show</li>\n  <li>Learn about the architecture and history at  four of Cuba’s UNESCO World Heritage Sites</li>\n  <li>Be on the lookout for toucans, tanagers,  hummingbirds, kiskadees</li>\n  <li>Visit Cartagena’s fortified old quarters –a  UNESCO World Heritage Site</li>\n</ul>\n<p>&nbsp;</p>\n<p><strong>Day 1 — Nassau,  Bahamas</strong><br />\n  Once all guests have embarked and the  mandatory safety drill finished, we depart on our spectacular 15-day expedition <strong>Jewels of the Caribbean Sea</strong>. This  afternoon you will be introduced to your Expedition Team and important members  of the crew. Tonight we invite you to familiarise yourself with your new home  away from home, meet some of your fellow travellers and enjoy the first of many  memorable meals in The Restaurant.<strong> </strong><br />\n  <strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </strong><br />\n  <strong>Day 2 — At Sea</strong><br />\n  Today is a day to relax on deck or peruse an array of titles and  topics in the well-stocked Library. A mandatory Zodiac briefing will take place  during the day. As we sail towards Cuba, guests can join the Expedition Team on  the outer decks and watch for birds, whales and dolphins, or head to The  Theatre to learn about Cuba and its unique culture and history -as Christopher  Columbus said: “the most beautiful land that eyes have ever seen”.<strong></strong></p>\n<p><strong>Days 3-4 — Havana,  Cuba </strong><br />\n  La Habana is the largest city in Cuba. The Historical Centre of  Havana is characterized by the presence of the architectural trends of the  Baroque and the Eclecticism, which is the fingerprint of the Spanish settling. </p>\n<p>After clearance procedures, you have the opportunity to enjoy a  guided tour taking in the highlights of Havana. We will start our journey to  the metropolitan and Modern Havana driving to the military fortress Castillo de  Los Tres Santos Reyes del Morro, from where we will have a commanding view over  the city. We will then continue to the Revolution Square, a memorial to the  Cuban independence hero Jose Marti. From there we drive to the colonial part of  the city to explore Havana by foot through the Historical Centre of Old Havana,  declared a UNESCO World Heritage Site, visiting the Cathedral Square, the Plaza  de Armas, Havana’s first University San Geronimo de la Habana, and the General  Captain’s Palace. We will have an opportunity to enjoy a drink at La Taberna  while listening to a live band playing some typical and traditional Cuban music.&nbsp; From there we will walk back to the port and  ship.</p>\n<p>&nbsp;</p>\n<p>After an early dinner onboard <em>Silver  Explorer</em>, we set out to enjoy a typical not-to-miss Havana Tropicana Show.  This place is the most famous and important parties’ room in Havana and it was  founded in 1937 upon an idea of a tropical version of the Folies Bergère. The  luxurious and spectacular show, performed under the stars, offers Caribbean  music and all the varieties related with the cabaret ambiance. Sample some  local rum (and coke) while enjoying this unforgettable performance –mind you,  as cigars are offered to every guest attending the show (some 1000 seats are  available) a lot of smoking will take place! As this is an open air arena it is  weather depending –rain will cancel the show. As the show begins at 10 p.m.,  the return to <em>Silver Explorer</em> will be  at about 01 a.m. …</p>\n<p><em>Silver Explorer</em> will overnight  in the port of Havana. </p>\n<p>During our second day in Havana, we depart for a tour to see,  sample and enjoy three things Cuba is famous for: vintage American cars,  cigars, and <em>mojitos</em>. Join us on a  drive in vintage American cars to the ‘Cigar Factory’. Learn about the history  of cigars and see how Cuban cigars are hand-rolled, (the purchase of cigars and  rum will be possible at the end of the visit) before we continue our drive  through the residential areas of Miramar and Vedado to the National Hotel, one  of the most famous hotels in Cuba. You will see the garden and history hall and  will have time for THE Cuban cocktail: a <em>mojito</em>.</p>\n<p>If you prefer to explore Havana on your own, the “Havana Rum  Museum” is in walking distance and has guided tours explaining the process and  history of rum and the Havana Rum company.</p>\n<p><strong>Day 5 — Punta  Frances, Isle of Youth, Cuba </strong><br />\n  During the morning attend one of the lectures or food seminars  relating to Cuba or enjoy the cruise along Cuba’s western tip before reaching  the “Isle of Youth”. This enchanting island was discovered by Columbus in 1494  during his second America voyage, set in the Canarreos Archipelago, between  Cuba and Mexico. It served over centuries as a base for English and French  pirates, who were after the Spanish galleons richly loaded with gold and silver  from South America to Europe. In the 16th century, Sir Francis Drake used this  island as a pirate-base. Only a few years ago chests filled with gold coins and  numerous shipwrecks were discovered from times of the Spanish conquerors in the  south of the island. Now officially known as the Isle of Youth, it is also  called \"The Treasure Island\", after Robert Louis Stevenson’s famous  novel. </p>\n<p>We will tender ashore at the Punta Frances Maritime National Park.  The underwater world of this maritime national park is a must-see. Enjoy  snorkelling, swimming or sunbathing. Join our onboard Marine Biologist for a snorkel  tour and learn to identify damselfish, jacks, surgeonfish, trumpet fish, parrot  fish, triggerfish and turtles. Alternatively, explore more of this National  Park by foot and be on the look out for iguanas and pelicans.</p>\n<p><strong>Day 6 — Cienfuegos,  Cuba </strong><br />\n  Cienfuegos (“hundred fires”) is Cuba’s city with an exceptional  colonial flavour. The city was founded in the early 19th century by French  colonists and has been called <em>The Pearl  of the South.</em> Its second nickname has been <em>Cuban Paris</em>, this last name because of its French influence and having  its own <em>Arc de Triomphe</em>. UNESCO  declared it as a World Cultural Heritage Site in 2005 as the best example of  the 19th century implementation of new ideas in modernity, hygiene and order in  Latin American urban planning.</p>\n<p>On our tour we will visit the nearby city of Trinidad. Founded by  Diego Velázquez in 1515 as Villa de la Santísima Trinidad, it still preserves  its colonial style: cobble-stoned streets, tiled roofs, the filigree of its  grilles and inner patios remain from colonial times. It was declared a UNESCO World  Cultural Heritage in 1988. We will visit the Romantic Museum and the Brunet  Palace before having lunch at the Plaza Mayor. After lunch, we will visit La  Canchánchara tavern where you can sample a special drink made with honey, lemon  and rum. It was originally given to slaves as a salve in Colonial times.</p>\n<p>For those wishing to visit the town of Cienfuegos during the  afternoon, a shuttle bus will be available.</p>\n<p><strong>Day  7 — At Sea</strong><br />\n  A day at sea always gives good  opportunities to assess the things seen so far and to prepare one for the  different destinations still to be visited. Help our birders spot some of the  seabirds found far away from their nesting grounds. A refreshing drink and an  interesting book can be good company too. There are many ways to enjoy the day  while <em>Silver Explorer</em> cruises the  Caribbean.</p>\n<p><strong>Days 8 — Santiago  de Cuba, Cuba </strong><br />\n  Cuba’s second largest city will reveal its most intriguing sites  today. We will drive through the main streets of Santiago de Cuba on our way to  the Morro Castle, originally called “Castillo de San Pedro de la Roca”.  Designed in 1637, this fortress at the entrance to the bay and harbour of Santiago  de Cuba was inscribed in the UNESCO World Heritage list as “the most complete  and best-preserved example of Spanish-American military architecture, based on  Italian and Renaissance design principles” in 1997. Ample time will be given to  explore the site. </p>\n<p>A brief stop is made at the Revolution Square before we intend to  visit Santa Ifigenia Cemetery and the Cuban independence hero’s mausoleum. Before  heading to Céspedes Park, the heart of the city, where Santiago’s beautiful  Cathedral overlooks the square, a stop will be made at <em>Caney’s Bar Rum</em>, related to a famous brand that has a bat in its  logo. The last stop will be at Céspedes Park. This will give you an overview of  the city, should you wish to explore at your own leisure.</p>\n<p>Alternatively, leave Santiago de Cuba on an excursion that will  take the road to La Gran Piedra, one of the Sierra Maestra Peaks. There you  will be able to admire wonderful views of the coast and surrounding  countryside. 459 steps (with the last steps up an iron ladder!) will have to be  climbed to achieve the best view from La Gran Piedra (subject to weather  conditions), but there are areas to catch your breath when needed during the  ascent. Later we will visit the Isabelica Museum – an old coffee plantation  founded in the early 19th century, complete with original coffee drying floors  and a museum depicting the early coffee industry. We will also visit the  Botanical Gardens, with its large variety of indigenous plants and flowers.</p>\n<p><strong>Day 9 –</strong><strong> At Sea</strong><br />\n  A  leisurely day at sea allows time to exchange notes with fellow travellers and to  recap our stay in Cuba with our Expedition Team. Take advantage of the  luxurious amenities aboard <em>Silver Explorer</em>.  Attend a lecture about Cartagena and its role during the Spanish colonial  times, or relax in the comfort of your suite and watch a movie on the in-suite  interactive television.</p>\n<p><strong>Day 10 — Cartagena,  Colombia </strong><br />\n  Since its founding in 1533 by Francisco de Heredia, Cartagena de  Indias has been one of the most important ports of Spanish South America.  Almost all maritime traffic from South America’s west coast to Spain via Panama  went on to Cartagena awaiting galleons and convoys to Europe.<br />\n  As a result Cartagena has been attacked repeatedly by pirates. The  old city had therefore been surrounded by several fortifications and walls  –making it one of the most fortified cities in South America in its time. It  was so well defended that even the British navy was not able to conquer it in  1741 –despite the fact that that the British had the largest fleet ever  assembled to that point.<br />\n  Cartagena celebrates that it was the first Colombian city to  declare independence from Spain in 1811.<br />\n  The old part of Cartagena is still enclosed by extensive walls and  ‘protected’ by several fortresses. This part is known as “the walled city” and  was declared a Colombian Heritage Site in 1959, while UNESCO declared it a  World Cultural Heritage Site in 1984.</p>\n<p>During the afternoon we will visit the walled part of Cartagena  with its colonial houses, narrow streets, many galleries and restaurants.  Inside this protected area are the Museum of the Inquisition, the Museo de Oro  (Gold Museum), and the Museum of Modern Art, as well as the Film Museum, the  Naval Museum, and the imposing Teatro Heredia. Opposite the walled city is the  impressive fortress ‘Castillo de San Felipe Barajas’ with the statue of its  defender against the Royal Navy in 1741.<br />\n  <br />\n  <strong>Day 11 — San  Blas Islands, Panama </strong><br />\n  We will board our Zodiacs and visit one of the 365 islets and  islands off Panama’s northern coast. Formerly known as the San Blas  Archipelago, the islands and the coastal land belonging to the Guna ethnic  group received its new (and local) name of Guna Yala (formerly written as Kuna  Yala) in 2011.<br />\n  The approximately 30,000 Guna live along the Caribbean coast and  on 36 of the islands. They live off fishing and agriculture. The islanders  leave on canoes for the mainland to plant and harvest there, as the islands are  only used for housing. The women are quite famous for the handicraft they  produce, of which the best known are the “mola” –embroidered designs worn  mainly by the women. The geometrical designs were originally painted onto the  bodies, but were eventually transferred onto cloth and used as adornments for  shirts. Birds, fish, scenes of the local life and even modern influences can be  depicted this way and are a favourite souvenir. </p>\n<p>We will want to visit one of the uninhabited islets for swimming  and snorkelling. While we will be there, local women will come over from the  other islands, showing us their molas –which not only make for good photos but  are nice and sought-after souvenirs (for you to purchase, if you so wish).</p>\n<p>Tonight our onboard Videographer/Photographer will present the Voyage-DVD,  recapturing all the interesting moments we have had and the interesting sites  seen on this voyage. </p>\n<p><strong>Day 12 —</strong> <strong>Colon, Panama</strong><strong> </strong><br />\n  Following breakfast, disembark <em>Silver Explorer.</em></p>\n<p><em>Expedition  highlights and wildlife listed here are possible experiences only and cannot be  guaranteed. Your Expedition Leader and Captain will work together to ensure  opportunities for adventure and exploration are the best possible, taking into  account the prevailing weather and wildlife activity. Expedition Team members  scheduled for this voyage are subject to change or cancellation.</em></p>",
        "voyage_url": "https://shop.silversea.com/api/v1/voyages/v/7722",
        "voyage_cod": "7722",
        "voyage_name": "Nassau to Colon",
        "voyage_market_name": "Nassau, Bahamas to Colon, Panama",
        "depart_date": "2017-10-06T00:00:00.000Z",
        "arrive_date": "2017-10-17T00:00:00.000Z",
        "itinerary_url": "https://shop.silversea.com/api/v1/voyages/v/7722/itinerary",
        "days": 11,
        "destination_id": 0,
        "destination_url": "https://shop.silversea.com/api/v1/destinations/0",
        "ship_id": 2,
        "ship_url": "https://shop.silversea.com/api/v1/ships/E1",
        "map_url": "https://my.silversea.com/ECMFrom/ECM_185749_7722_EN.jpg",
        "is_expedition": true,
        "voyage_description": "",
        "voyage_id": 3927,
        "ship_cod": null,
        "features": []
    },
    {
        "is_visible": true,
        "load_voyage": true,
        "map_id": 164186,
        "map_svg_url": "https://my.silversea.com/ECMFrom/ECM_258148_7723_EN.svg",
        "images": [
            "https://my.silversea.com/ECMFrom/ECM_123843_SouthAmericaTheZodiac_Img1.jpg",
            "https://my.silversea.com/ECMFrom/ECM_176115_Guayaquil_VoyageHigh_Img2.jpg",
            "https://my.silversea.com/ECMFrom/ECM_57143_VoyageHighlights_Colon_Img3.jpg"
        ],
        "voyage_highlights": "<p><strong>Expedition Highlights:</strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br />\n  • Hear the legend of Sir Francis Drake’s buried silver treasure&nbsp;<br />\n  • Search the waters for humpback whales and dolphins playing in the ship’s wake<br />\n  • Discover Colombia’s Pacific coast – special permission has been granted to  visit Utria<br />\n  National Natural Park.<br />\n  • Walk along tropical rainforest paths in search of rare birds and tree  sloths&nbsp;<br />\n  • Take a local canoe or Zodiac into the Darien Jungle to meet a remote Embera  village community<br />\n  • Transit the Panama Canal.<br />\n  <br />\n  <strong>Day 1 — Colón, Panama<br />\n  </strong>Embark <em>Silver Explorer</em> and depart  on your exciting 8-day Silversea Expedition — <strong>Rainforest Cultures and Natural Ecosystems</strong>. This evening, after  settling in and participating in a mandatory safety drill, we will be setting  sail. Your Expedition Leader will then introduce important members of the crew  and the Expedition Team. Tonight we invite you to familiarise yourself with  your new home away from home, meet some of your fellow travellers and enjoy the  first of many memorable meals in The Restaurant.<br />\n  We will relocate to the entrance of the Panama  Canal, waiting for the beginning of our transit the following morning.<br />\n  <br />\n  <strong>Day 2 — Panama Canal, Panama<br />\n  </strong>Today we pass through the narrowest part of the Isthmus of Panama and the  American continent. Mules had been used as a means of transport for centuries  before a railroad was constructed in the mid-1850s. When Nicaragua and Colombia  (of which Panama was a part at that time) were selected as possible sites for a  canal, a French company began excavations in the 1880s but was thwarted by  engineering problems and tropical disease, which killed over 20,000 workers. In  1903 the United States took over the project, completing it in 1914. <br />\n  The Panama Canal is an engineering marvel  connecting the Atlantic and the Pacific Oceans. Three sets of locks work as  water elevators lifting ships to the level of Gatun Lake, 85 feet (26 metres)  above sea level, and later lowering them again to sea level on the other side.  By using the Canal, vessels avoid travelling the 14,000 nautical mile route  through the treacherous Drake Passage and around Cape Horn at the southernmost  tip of South America.<br />\n  By the time we intend to use the Canal a new  set of locks has been operational since June 26, 2016. With this third set of  locks accomplished and by raising the level of Lake Gatun by just 40  centimetres (slightly less than 16 inches) 1,100 additional transits per year  can be achieved.<br />\n  <br />\n  NOTE: Although we have requested and booked a day-time transit, due to heavy  traffic in the Canal, a daylight transit cannot be guaranteed. Confirmation of  exact times will be established once we get close to our actual transit date.<br />\n  <br />\n  <strong>Day 3 — Bay of San Miguel, Darien  Jungle, Panama<br />\n  </strong>The Darien Jungle is remote and has one of the most diverse ecosystems in  the world. This morning,&nbsp;<em>Silver Explorer&nbsp;</em>will anchor in the  Bay of San Miguel. We will explore this pristine, seldom visited area by Zodiac  or local canoe, navigating up the tidal Mogue River. At the conclusion of our  river adventure, we hear the sound of distant drums welcoming us to the remote  Embera Village. The Darien Jungle is rarely visited by outsiders (fewer than  1,000 tourists visit each year), and the Embera are one of several indigenous  groups that live in relative isolation.&nbsp;<br />\n  <br />\n  We will go ashore to melodic rhythms of traditional tribal music played by male  villagers on drums, maracas and flutes. Local women and children in brightly  coloured attire welcome us to their village and introduce us to their way of  life. We will visit authentic tribal dwellings built of nearby trees and  plants. Before leaving, villagers will perform a native dance for our  entertainment and demonstrate basket weaving and carving techniques. If you are  adventurous you might even get temporal mosquito-repellent painted onto your  body (careful –the dark markings stay for at least two weeks). And we will have  the opportunity to purchase souvenirs, including beautiful handcrafted baskets  and carvings.<br />\n  As the Darien Jungle is recognised as one of  the world’s top ten birding sites, on our way to the village and back to <em>Silver Explorer</em> we hope to see many different  bird species such as the colourful Crimson-collared Tanager, Green and Chestnut-fronted  Macaws, Rufous-tailed and Snow-bellied Hummingbirds, whimbrels, White Ibises  and egrets, as well as Laughing Gulls. Other wildlife we may see includes  vultures and the endangered Great Curassow.<br />\n  <br />\n  <strong>Special Request</strong><br />\n  When preparing for your Silversea Expedition, we encourage you to purchase and  pack a donation of school supplies. Much-needed items include pens, pencils,  writing pads, reading material, and new or second-hand clothes for children  ages 1 to 12 years old. The village is also always in need of prescription  reading glasses, over-the-counter medicine and medical equipment. Donations  will be collected on board by the Expedition Team and distributed to the local  villagers during our visit as part of our cultural exchange.<br />\n  <br />\n  <strong>Day 4 — Bahia Solano and Utria National Natural  Park, Colombia<br />\n  </strong>Today, we arrive in Bahia Solano, where we will anchor offshore and be  brought to land by local tender or Zodiac. Bahía Solano is quite isolated;  connected to the outside world by a single, small local airport. Tucked inside  a beautiful bay, the small Columbian town is lined by the Pacific Ocean on one  side and thick, impenetrable jungle on the other. The majority of the 10,000  residents work in local industries, which are predominantly fishing,  agriculture and eco-tourism.<br />\n  If you select the Bahia Solano Town Tour with  your own local guide, the tour begins at the local secondary school, where you  will be welcomed by the children. Afterwards, take a relaxed walk through the  community, wandering the streets with their array of different shops and  businesses, visiting the main church, the primary school and library, before  visiting the small fishing port where there will be a small display of the  locally caught fish, which are flown out daily to the main cities of Colombia.  The tour ends on the <em>malecon</em> or seafront,  with a performance of Afro-Pacific and Indigenous Colombian dance and an  artisans’ market where handicrafts might be available for sale. <br />\n  During lunch, <em>Silver Explorer</em> will relocate to Ensenada Nuqui, Utría National Natural  Park.<br />\n  Our explorations of the Colombian Pacific coast  continue with a visit to Utria National Natural Park. From coral reefs and  mangroves to the marine environment, tropical rainforest and rocky beaches  where sea turtles come to lay their eggs, few places in the world encompass the  diversity of Utría’s ecosystems. The Expedition Team will offer a choice of  trail hikes. Three hundred and eighty species of birds have been recorded and the  park has several important species of timber trees, notably the area’s beloved  Cohiba tree and the Oquendo tree, which is used in the creation of local art  and handicrafts. Utria National Park is also home to groups of Embera, related  to the Darien Jungle Embera we visited in Panama.<br />\n  <br />\n  <strong>Day 5 — Utría National Natural Park,  Colombia<br />\n  </strong>Our exploration of Utria National Natural Park continues. Again today the  Expedition Team will offer a choice of trail hikes to explore the park’s  numerous highlights. During our walk, we hope to see some of Utría’s great  variety of animal life, which includes deer, pecaris, anteaters, black howler  and spider monkeys, wild cats (such as jaguar, puma and ocelot), sloths, and  some rodent species. <br />\n  Depending on the tides we might explore the  mangroves using local boats or Zodiacs or simply use the walkways. <br />\n  Apart from the animals ashore this part of the  Colombian coast is recognized as a prime spot to observe humpback whales from  June to November. Sperm whales and orcas are occasional visitors, while bottlenose  dolphins can be seen all year round. The park’s waters are known to have 11  types of coral and more than 180 species of fish –even whale sharks are on  record.<br />\n  <br />\n  <strong>Day 6 — Cruising the North Pacific Ocean<br />\n  </strong>After our exploration in Colombia we have a day at sea. As strange as it  may sound, we will be cruising the North Pacific Ocean –we are still north of  the Equator. <br />\n  Our lecture team will offer several interesting  and enlightening talks about natural history and the cultures that inhabit this  part of South America. Perhaps the story of Francis Drake, his voyages and the  connection with Isla de la Plata is something you might want to hear. Join the  Expedition Team in The Theatre or Panorama Lounge, or relax on the Sun Deck,  savouring some local drinks or cocktails. <br />\n  During the night, <em>Silver Explorer</em> will head into the Southern Hemisphere –Neptune  permitting….<br />\n  <br />\n  <strong>Day 7 — Isla de la Plata, Ecuador<br />\n  </strong>Exploration and discovery await us as we anchor off the coast of the  uninhabited and unspoilt Isla de la Plata (Island of Silver). The island’s name  was derived from the legend of swashbuckling pirate Sir Francis Drake’s buried  silver treasure. The popular legend states that in the 16th century, hundreds  of tons of silver and gold were never fully recovered and are still hidden on  the island. <br />\n  The island was privately owned until 1979, when  it was declared part of Ecuador's Machalilla National Park. Best known for its  fauna, which is amazingly similar to that of the Galapagos Islands, Isla de la  Plata is a good place for birding, photography and long nature walks. Although  just south of the equator, the influences of the colder Humboldt Current bring  nutrient-rich water as far north as Isla de la Plata. Together with our local  natural history guides, we will go ashore and enjoy various walks, watching for  herons, pelicans, gulls, frigatebirds, Red-footed, Blue-footed and Nazca Boobies,  and possibly Waved Albatrosses and hawks.&nbsp;<br />\n  <br />\n  <strong>Day 8 — Machala, Ecuador</strong><br />\n  Machala, with a population of approximately 250,000 inhabitants, is called the  “Capital of the Banana” as the ‘World Fair of the Banana’ is held there during  the third week of September. Producers and buyers from Perú, Costa Rica,  Colombia, Venezuela, México, Paraguay, Uruguay, Bolivia, Argentina, Guatemala,  Panamá, República Dominicana, El Salvador, Honduras and, obviously, Ecuador  will show up . Fortunately for us, there is more to Machala than just bananas:<br />\n  Today you have three options: you can either  visit the Buenaventura cloud forest reserve with its staggering amount of  hummingbirds and possible sightings of the rare Long-wattled Umbrellabird, or  visit the Arenillas Reserve, a “dry forest”, mainly looking at botany. If you  like extremes, the Puyango Petrified Forest might be more to your liking: it is  one of the largest petrified forests in the world –located within a lush  tropical forest- and involves a bit of walking uphill and downhill.<br />\n  Since Machala is also known for several typical  dishes, mostly seafood -from raw marinated shrimp to shrimp soup and fried  shrimp; and from fried bananas to fish soup, all excursions will have some  sample of local refreshments. <br />\n  Tonight our onboard Videographer will present  the Voyage-DVD, letting you reminiscence all those extraordinary moments and  encounters during your voyage.<br />\n  <br />\n  <strong>Day 9 — Guayaquil, Ecuador</strong><em><br />\n    Silver Explorer</em> will arrive in port in the early morning. Following breakfast, disembark <em>Silver Explorer</em>.<br />\n  <br />\n  <em>Expedition highlights and wildlife listed here are possible experiences only  and cannot be guaranteed. Your Expedition Leader and Captain will work together  to ensure opportunities for adventure and exploration are the best possible,  taking into account the prevailing weather, wildlife activity and ice  conditions. Expedition Team members scheduled for this voyage are subject to  change or cancellation.</em></p>",
        "voyage_url": "https://shop.silversea.com/api/v1/voyages/v/7723",
        "voyage_cod": "7723",
        "voyage_name": "Colon to Guayaquil",
        "voyage_market_name": "Colon, Panama to Guayaquil, Ecuador",
        "depart_date": "2017-10-17T00:00:00.000Z",
        "arrive_date": "2017-10-25T00:00:00.000Z",
        "itinerary_url": "https://shop.silversea.com/api/v1/voyages/v/7723/itinerary",
        "days": 8,
        "destination_id": 7,
        "destination_url": "https://shop.silversea.com/api/v1/destinations/7",
        "ship_id": 2,
        "ship_url": "https://shop.silversea.com/api/v1/ships/E1",
        "map_url": "https://my.silversea.com/ECMFrom/ECM_185329_7723_EN.jpg",
        "is_expedition": true,
        "voyage_description": "Journey through the Panama Canal, while exploring rainforest cultures and natural ecosystems. Truly a joy for birders offering exotic jungle birds and equatorial Pacific seabird colonies. Spot wildlife in the remote Utria National Natural Park, while adventurers will no doubt appreciate a local canoe trip into the mysterious Darien Jungle.",
        "voyage_id": 3928,
        "ship_cod": null,
        "features": [
            12
        ]
    },
    {
        "is_visible": true,
        "load_voyage": true,
        "map_id": 164181,
        "map_svg_url": "https://my.silversea.com/ECMFrom/ECM_258143_7724_EN.svg",
        "images": [
            "https://my.silversea.com/ECMFrom/ECM_189923_VoyageHighlights_CallaoImg.jpg",
            "https://my.silversea.com/ECMFrom/ECM_57140_VoyageHigh_ValparaisoChile_Img2.jpg",
            "https://my.silversea.com/ECMFrom/ECM_177887_CallaoPeru_VoyageHigh_Img3.jpg"
        ],
        "voyage_highlights": "<p><b>Expedition  Highlights:</b></p><ul type=\"disc\"><li>Enjoy the many culinary highlights       presented by executive chefs invited from Ecuador, Peru and Chile.</li><li>Prepare your own seafood dishes       under the supervision of Rudy Scholdis, Silversea’s Culinary Director.</li><li>Discover “The White City” of       Arequipa and have lunch at the Santa Catalina Monastery.</li><li>Have a special dinner at       Miraflores’ Huaca Pucllana, one of Lima’s best restaurants –set next to an       ancient adobe pyramid.</li><li>Explore the Atacama Desert and enjoy       some cheese and wine while observing an indigenous ritual of gratefulness       to Mother Earth in the Valley of the Moon.</li><li>Fly       over the Nazca Lines on a complimentary excursion.</li></ul><p> </p><p><b>Day 1 — Guayaquil, Ecuador</b><br />  Embark the <em>Silver  Explorer</em> and depart on your  exciting Silversea Expedition — “Along the Humboldt Current”. <br />During a special sail  away party you will be introduced to Chef Antonio Perez, who will lead your  culinary team up to Callao, and learn about the aspects of the first part of  our unique epicurean voyage of discovery.   <br />  Later you will be  introduced to your Expedition Team and this evening you can enjoy the delights  of shrimp in a specially prepared menu in The Restaurant.</p><p><b>Day 2 — At Sea</b><br />  Attend informative  lectures that will prepare you for the upcoming ports-of-call and the many  possible adventures that lie ahead. <br />  Apart from lectures  there will also be a food workshop. Since bananas and plantains are very  important in Ecuador’s cuisine, Chef Antonio will present the various uses for  banana and plantain. </p><p>A special  Ecuadorian-themed Captain’s Dinner will be served this evening.</p><p><b>Day 3 —  Cruise &amp; Explore Isla Lobos de Tierra, Peru</b><br />  Lobos  De Tierra and Lobos de Afuera are steep and rocky islands that protrude more  than 61 metres from the surface of the deep blue Pacific, offering us a  splendid opportunity to explore with our Zodiacs. Sea lions and hundreds of  Blue-footed Boobies can be viewed ashore, whilst Peruvian Pelicans pass  overhead. We will attempt to make a landing on the island.<br />  During the afternoon,  Chef Antonio will introduce you to the wonderful world of chocolate –enjoy a  spectacular tasting of various chocolate specialties.</p><p><b>Day 4 — Salaverry and Isla Guañape,  Peru</b><br />  This morning we  explore the main religious centre of the Mochica culture. The archaeological  complex includes the Temple of the Sun –one of the largest adobe structures in  the world- and the Temple of the Moon, covered with beautiful Moche designs. </p><p>We  will next visit a private hacienda for champagne and appetizers, witnessing a  performance of Peruvian Paso  horses and a <em>marinera</em> dance show — an  unrivalled opportunity to immerse ourselves in genuine Peruvian culture. <br />  In the early  afternoon we will arrive at Isla Guañape. Join the Expedition Team for a Zodiac  cruise to see hundreds of thousands of seabirds, including Peruvian Pelicans,  Inca Terns and Blue-footed Boobies -even Humboldt Penguins and large colonies  of South American sea lions can be seen. </p><p>Chef Antonio’s final  night on board promises something spectacular. Enjoy his special signature  Choco-dinner!</p><p><b>Day 5 — Callao, Peru</b><br />  Our exploration takes  us to the Larco Herrera Museum, an extensive private collection of pre-Incan  ceramics –probably the largest collection of its kind in the world- providing  an excellent overview on 3000 years of development of Peruvian pre-Columbian  history. Apart from the finest gold and silver collections of Ancient Peru, it  also houses the famous erotic archaeological collection, one of the most  visited Peruvian attractions.<br />  We will then proceed  to the district of Miraflores, where we will visit the Huaca Pucllana ruins.  This ceremonial centre of the Lima culture developed between the years 200 and  700 AD. Multiple tombs have been found in this adobe pyramid, which in modern  times has been completely surrounded by the neighbourhood of Miraflores. <br />  In the evening, we  will enjoy the magnificent setting of the Huaca Pucllana Restaurant which  overlooks the ruins lit at night for a special Peruvian dinner and some of the  outstanding South American wines Peru and its neighbouring countries produce. <br />  After this unique  culinary experience, we return to the port of Callao.</p><p><b>Day  6 — Paracas, and Ballestas Islands, Peru</b><br />  Nazca Lines Overflight<br />  During  a special Silversea Expedition complimentary excursion to see the famous Nazca Lines from the air,  the Nazca Desert will reveal  a series of famous geoglyphs stretching for miles along the Pacific coast.<br />  Dating back to an era between 200BC and 700AD, these mysterious figures and  geometric patterns are a UNESCO World Heritage Site. The lines show an  understanding of sophisticated mathematics and surveying techniques.<br />  After  this special experience of over-flying the Nazca Lines, we will head to the  beautiful Hotel Paracas, where we will enjoy a very comprehensive and  interesting Pisco Tasting. In a shaded area and overlooking the Pacific Ocean,  a Pisco expert will present 5 different types of Pisco. Apart from learning  about Pisco you will obviously get to taste Peru’s (and Chile’s) national drink  and counterbalance the drinks with some local appetizers. <br />  If you do not want to  see the Nazca Lines, then explore the Ballestas Islands -one of this  region’s most beautiful natural attractions. Sea lions, cormorants, Blue-footed  Boobies, terns, pelicans and Humboldt Penguins can all be expected around the  Ballestas Islands. Because of Peruvian regulations this excursion can only be  done in local boats and landings are not allowed. </p><p>This evening, you  will be introduced to your Peruvian culinary expert who will join the next  section of our voyage of culinary discovery.</p><p><b>Day 7 — At Sea</b><br />  Gather in The Theatre  to hear fascinating tales of adventure or to learn about the region’s wildlife  and remarkable nature. <br />  Due to the presence  of the very nutrient-rich Humboldt Current, the waters along the Peruvian coast  are incredibly rich in fish life. Today our chefs will introduce you to the  world of “ceviche” in all its forms.</p><p>This evening we will have  a special Peruvian-themed dinner.</p><p><b>Day 8 — Matarani, Peru</b><br />  This morning we will  drive to Arequipa, “The White City”. Join our experts for a walking tour of the  UNESCO Historical Centre including the Plaza de Armas and the Cathedral,  followed by a guided visit of Santuarios Andinos, home to the Sarita and  Juanita mummies. Found close to the summit of a nearby mountain, they were likely  a sacrifice to an Incan god. </p><p>We will then head  over to the Dominican Santa Catalina Monastery -one of the most important and  impressive religious monuments in Peru. The complex is huge and fascinating; it  is almost a city within the city. We will undertake a guided tour of this  impressive monastery. </p><p>Later the refectory  of the monastery will be especially reserved for our group while we enjoy a  three-course lunch accompanied by live music featuring Andean folk songs.</p><p>This evening, our  Peruvian chefs will feature regional fare, and especially potatoes and other  tubers. Peru has more than 1000 varieties of potatoes…</p><p><b>Day 9 — Arica, Chile</b><br />  An  early morning departure is necessary for our journey to explore the region’s  unique Altiplano scenery. We will see important archaeological sites along the  way. A  stop will be made at a rustic Inn to have a coca leaf tea to avoid feeling sick  because of the altitude, before continuing to a location near Socoroma village  where lunch will be served in a special catering service exclusive for  Silversea guests. The location is set in the middle of what used to be an  ancient Inca road, with a privileged view of the valley and the Socoroma  village where you will have the opportunity to taste some local Andean flavours.  Driving on, the landscape suddenly opens up and the wide valley of Putre can be  seen beneath massive, snow-capped peaks. Upon our arrival in Putre, we will  stroll through town together at a leisurely pace, visiting the church and  watching a performance of Andean folklore in the main plaza. <br />  Alternatively, enjoy  a visit to the Lauca National Park. This is a challenging excursion, taking you  to an altitude of 4,500 metres. From the pier we drive to the Quebrada de  Cardones, a gorge known for its spectacular views and 20-foot high candelabra  cacti. Driving past Putre, we will reach Chungará Lake to admire the mountains  reflected in the lake. During one hour at the lake, we will look for the many  local bird species, among them the Chilean Flamingo. During the stay at the lake,  a box lunch will be served. On the return we will stop at the abandoned  pre-Hispanic village of Parinacota, a National Monument.</p><p>After these strenuous  excursions take your time to join the bar team for a Pisco evening. Learn more  about this iconic drink and whether this is an original Peruvian or Chilean  drink.</p><p><b>Day 10 — At Sea</b><br />  A leisurely day at  sea is yours to enjoy. Participate in discussions and onboard activities led by  the Expedition Team and join our chefs for a ceviche workshop, preparing your  own ceviche for lunch –our chefs will assist you in creating your own masterpiece.</p><p>Then relax in one of  the lounges with that book you’ve been meaning to read and meet up with new  friends for cocktails. Before turning in for the night, take a stroll on deck  to take in the solitude of the vast sea and sky.</p><p><b>Day 11 — Antofagasta, Chile</b><br />  Visit  the Atacama Desert — one of the driest places on earth. Depart early for the  seven-hour ride and two choices: The first option is to visit the charming  adobe village of San Pedro, to have a leisurely lunch and to explore the quaint  handicraft market, the church –a National Historic Monument- and the narrow  streets of the village, before finally heading to see the Valle de la Luna. <br />  The  other option includes a quick lunch in San Pedro de Atacama and a drive towards  the immense Atacama Salt Flat with its splendid geological formations and its  most famous residents — the pink flamingos. <br />  Both  options will head to the Valle de la Luna. In this unique lunar landscape we  will see numerous rock formations jutting out of the sand, eroded by wind into  incredible shapes. At a lookout, we will enjoy observing an indigenous ritual  to Mother Earth (Pachamama).<br />  Alternatively, a half-day  city tour is available. Antofagasta is a refined blend of traditional Chilean  town and British colonial city. We will see the Huanchaca Ruins and during a  walking tour will visit the Plaza Colón and the Regional Museum with its  overview of the saltpetre industry and how it affected the region. The final destination  will be La Portada, an enormous rock caressed by the sea and sand until a giant  arch formed. </p><p><b>Day 12 — Isla Pan de Azucar, Chile</b><br />  Silversea’s very own  culinary star and Culinary Director Rudi Scholdis will join us for the  remainder of our voyage. Before lunch, Rudi and our Chilean sommelier will  introduce you to the delights of Chilean wine and seafood. <br />  This afternoon we  explore the rugged shores of Isla Pan de Azucar (or Sugarloaf Island) by  Zodiac. The island is home to thousands of Humboldt Penguins. During our Zodiac  cruise along the perimeter of Isla Pan de Azucar, we also hope to encounter  Kelp Gulls, Turkey Vultures, Blackish Oystercatchers, and Peruvian Boobies,  pelicans, sea lions and the reclusive South American marine otter.</p><p><b>Day 13 — Isla Chañaral, Chile</b><br />  This morning, our  culinary team will focus on shellfish and other seafood and the various ways to  prepare these in a workshop. From raw to steamed –find your preferred dish  accompanied with the perfect Chilean wine.</p><p>During the afternoon,  we will explore the islands that make up the Humboldt Penguin National Reserve  by Zodiac. The islands are an important breeding site for Humboldt Penguins. We  also hope to see groups of sea lions resting on the rocky cliff ledges, South  American marine otters sliding in and out of the waters along the coastline,  and playful bottlenose dolphins in the surrounding seas.</p><p><b>Day 14 — Coquimbo, Chile </b><br />  Today  you have two choices: a morning visit to the Elqui Valley or a longer visit to  the Limarí Valley.<br />  For  the morning excursion we follow the coast to drive into the Elqui Valley, an  important agricultural area for papayas, olives, pears and custard apples. This  is also where muscatel grapes are turned into Pisco, Chile’s national spirit.<br />  We  will visit the small and picturesque artist village of Diaguitas and explore  its arid and attractive streets. At a local workshop you will have the  opportunity to buy handmade crafts featuring the stunning and beautiful  Diaguita designs and iconography.  <br />  Afterwards  we will drive to Vicuña. Famous for its many Pisco producers it was also home  to Chilean’s Nobel Prize winner in literature, Gabriela Mistral. We will visit  the Plaza and the Bauer Tower and will have time to explore independently  before returning back to Coquimbo and <em>Silver  Explorer</em> for lunch.<br />  The  other excursion will take us into the Limarí Valley, slightly further south.  Known for its pictographs and petroglyphs of the El Molle culture, we will  visit the Enchanted Valley in the vicinity of the town of Ovalle. The Elqui and  Limarí Valleys are rich and fertile transversal valleys running across the  coastal mountains, leading to their importance as agricultural areas. Grapes  are grown in impressive vineyards for export and for wine and we will visit the  Tabalí winery. Starting in the early 1990s, already in its first year of production  Tabalí obtained 24 medals. This vineyard is well known for its unique coupages  and blends of wine stocks such as Viognier, Sangiovese and Carmenere. A guided  tour of the winery will be given, followed by a tasting of its most  representative wines.<br />  We  will then continue to a local restaurant for a typical Chilean lunch of  empanadas and an <em>asado</em> (a BBQ),  before returning to the pier. <br />  Our  last night aboard will permit us to celebrate our new culinary skills and  appreciation for the epicurean delights of South America’s West Coast. Our  chefs will prepare a menu that will reflect the lands we have travelled through  with selections from each region visited.</p><p><b>Day 15 — Valparaiso, Chile</b><br /><em>Silver  Explorer</em> will arrive in  Valparaiso in the morning. Following breakfast, disembark <em>Silver  Explorer</em><em>.</em></p><p><em> </em></p><p><em>Expedition  highlights and wildlife listed here are possible experiences only and cannot be  guaranteed. Your Expedition Leader and Captain will work together to ensure  opportunities for adventure and exploration are the best possible, taking into  account the prevailing weather, wildlife activity and ice conditions.  Expedition Team members scheduled for this voyage are subject to change or  cancellation.</em></p>",
        "voyage_url": "https://shop.silversea.com/api/v1/voyages/v/7724",
        "voyage_cod": "7724",
        "voyage_name": "Guayaquil to Valparaiso",
        "voyage_market_name": "Guayaquil, Ecuador to Valparaiso, Chile",
        "depart_date": "2017-10-25T00:00:00.000Z",
        "arrive_date": "2017-11-08T00:00:00.000Z",
        "itinerary_url": "https://shop.silversea.com/api/v1/voyages/v/7724/itinerary",
        "days": 14,
        "destination_id": 7,
        "destination_url": "https://shop.silversea.com/api/v1/destinations/7",
        "ship_id": 2,
        "ship_url": "https://shop.silversea.com/api/v1/ships/E1",
        "map_url": "https://my.silversea.com/ECMFrom/ECM_185324_7724_EN.jpg",
        "is_expedition": true,
        "voyage_description": "CULINARY EXPEDITION - Watch for playful dolphins as you cruise the Pacific’s nutrient-rich Humboldt Current. With ample opportunities to spot birds and wildlife, fascinating history and areas of unrivalled beauty like Moon Valley, this comprehensive cruise offers something for everyone. A stupendous Nazca Lines flight over the ancient geoglyphs is not to be missed. Enjoy a rare chance to explore some of the myriad of Chilean vineyards, partake in delicious food and wine pairings, fresh Ceviche and empanadas all prepared to both bespoke and authentic recipes by a local chef.",
        "voyage_id": 3929,
        "ship_cod": null,
        "features": [
            12,
            13
        ]
    },
    {
        "is_visible": true,
        "load_voyage": true,
        "map_id": 164573,
        "map_svg_url": "https://my.silversea.com/ECMFrom/ECM_258138_7725_EN.svg",
        "images": [
            "https://my.silversea.com/ECMFrom/ECM_194159_Antarctica1.jpg",
            "https://my.silversea.com/ECMFrom/ECM_176306_Valparaiso_VoyageHighlights_Img2.jpg"
        ],
        "voyage_highlights": "<p><strong>Expedition  Highlights</strong></p>\n<ul>\n  <li>Learn of southern Chile’s native Mapuche, Spanish settlers and  German immigrants </li>\n  <li>See the wooden churches of Chiloé Island — a UNESCO World  Heritage </li>\n  <li>Cruise the English Narrows in the Chilean  Fjords</li>\n  <li>Discover the wild tranquillity of snow-capped  mountains and peaceful fjords</li>\n  <li>Visit Torres del Paine -one of South America’s  most emblematic National Parks</li>\n  <li>Marvel at calving glaciers</li>\n  <li>Watch for whales – humpback, sei, Minke, orca,  Commerson’s, Peale and Chilean dolphins</li>\n</ul>\n<p><strong>Day 1 — Valparaíso (Santiago), Chile</strong><br />\n  Embark <em>Silver  Explorer</em> and depart on your exciting Silversea Expedition —<strong>Patagonia and the Chilean Fjords</strong>. This  evening, after a mandatory safety briefing, you will be introduced to your  Expedition Team and enjoy the first of many delightful dinners in The  Restaurant. </p>\n<p><strong>Day 2 </strong><strong>—</strong><strong> At Sea</strong> <br />\n  A leisurely day at sea is yours to enjoy. Meet some of your fellow  explorers as you discover the luxurious amenities aboard <em>Silver Explorer</em>. Attend informative lectures and attend a Zodiac briefing led by your Expedition Team members  that will prepare you for the upcoming ports-of-call and the many adventures  that lie ahead. In the comfort of your suite, relax and watch a movie on the  in-suite interactive television.</p>\n<p><strong>Day 3 —  Niebla, Chile </strong><br />\n  Niebla is a small village on the banks of  the Rio Valdivia where Chile’s Corral Bay meets the Pacific Ocean. Today  Niebla is a beach resort, but in 1671 it was a defensive fortress built by Spanish  conquerors to prevent attacks from pirates and corsairs. The various batteries  and garrisons on land and on Isla Mancera formed the most fortified complex  along South America’s West coast.&nbsp; </p>\n<p>This morning we will drive to the charming  river port city of Valdivia, where we will find an interesting blend of  influences from the native Mapuche, Spanish settlers, and German immigrants.  Valdivia is also known because of the 1960 earthquake –the worst ever recorded  and the strongest in the last 110 years. On our drive to Valdivia we can see  tracts of land that are still under water as a result of the quake. Our  destination is the Historical and  Anthropological Museum Maurice Van der Maele that houses a collection of  Mapuche artefacts and jewellery, as well as important pieces from Hispanic and  German periods. The first German colonists arrived here in 1849 and  worked hard to develop Valdivia into one of southern Chile’s most productive  areas and their influence can be felt in every  corner of this city.</p>\n<p>During the afternoon, <em>Silver Explorer</em> will head further south, giving our lecturers time  to introduce you to the natural and historical highlights of Chile’s Lake  District. </p>\n<p><strong>Day 4 —  Puerto Montt, Chile </strong><br />\n  Puerto Montt is the starting point for our  excursions to the Lake District and specifically Lago Llanquihue and Lago Todos  los Santos, also known as the Emerald Lake. </p>\n<p>We will drive along the southern shore of  Chile’s second largest lake and head for the Petrohué waterfalls. These falls  ‘connect’ both lakes and we will walk over to the viewing platforms of Chile’s  best-known falls. Here we will have an opportunity to see some of the local  plants and endemic trees. Later we will take a local boat onto Lago Esmeralda  from where you will have excellent views (weather permitting) of Volcán Osorno  (a ‘twin’ of Japan’s Mount Fuji). Later we will have lunch at a lakeside  restaurant and will drive to Puerto Varas where a walk will reveal not only impressive  views of Lago Llanquihue and the surrounding area, but also why this is called  the “city of Roses”.<br />\n  If you want to see more of the local life,  head for the Petrohué Falls and later visit a typical local farm, Fundo  Olguita. At this Chilean  horse stud farm see the animals, riding gear, and a demonstration of Chilean  rodeo. Lunch includes the influence of two cultures: a tasty barbecue with  traditional German desserts in honor of the family's German roots. </p>\n<p><strong>Day 5 </strong><strong>— </strong><strong>Castro, </strong><strong>Chiloé  Island, </strong><strong>Chile </strong><br />\n  Chiloé Island is home to an amazing  collection of 150 Jesuit-influenced wooden churches, houses raised up on poles  out of the water, and more than 400 native plant varieties. We drop anchor and  go ashore via the Zodiacs. </p>\n<p>From Castro, we head north to the  picturesque village of Dalcahue. On the  way, glimpse the colourful hamlet of Llaullao with houses roofed with <em>tejuelas</em>. After a brief ferry ride to Quinchao, we pass  through Curaco de Velez. This tiny village of approximately 500  inhabitants had its best times around 1850 when cattle raisers and whalers  lived here. Today, beautiful houses remain as a testament to these better  times. Just ahead, we arrive in Achao,  which was founded by the Jesuits in 1743 and now has almost  2,500 inhabitants. Achao is a lively town with boats arriving every day from  all the surrounding islands. While  here, we will visit the Jesuit’s Achao Church, the oldest wooden structure in  Chiloé and a UNESCO World Heritage Site. Constructed in 1730, it contains  beautiful baroque imagery.  Afterwards, we cross Achao’s main square to enjoy a snack and typical local  music before returning to Dalcahue. Here we will visit the well-preserved Dalcahue  Church with its galvanized iron roof. Carved by Jesuits from locally grown  Patagonian cypress, larch and luma trees, the detailing and precision are  amazing. It  was declared a World Heritage site in 2000.</p>\n<p>Alternatively, visit an area south of Castro, including  the church in Vilupulli (UNESCO World Heritage Site) and the Museum of Traditions  in Chonchi.</p>\n<p><strong>Day 6 </strong><strong>— </strong><strong>At Sea, cruising  the Chilean Fjords </strong><br />\n  Let the onboard experts entertain you with tales of  early Spanish exploration, or perhaps you might want to attend a talk about the  region’s geology. </p>\n<p>Birders will want to see what species want to live  in this area. The further south we head the better the chance to see Andean  Condors majestically soaring above the hills and mountains. </p>\n<p><strong>Day 7 — </strong><strong>English Narrows and  Pio XI Glacier </strong><br />\n  Early  this morning, be out on deck to watch as we head towards the English Narrows.  Our Captain and the local Chilean Pilots expertly manoeuvre <em>Silver Explorer</em> through the slalom  course of islands and channel markers. At the narrowest part it has a width of  80 metres, permitting the passage of only one vessel at a time. During this  cruise, we may spot Magellanic Diving Petrels and Steamer Ducks, and if we are  very lucky, we may spot the endemic Chilean dolphin. Shy of ships, this small  dolphin enjoys spending its time in narrow channels with heavy tidal rips.</p>\n<p>We  should pass the English Narrows before breakfast time –although you can see the  Narrows from the comfort of your suite, you really should be out on deck. </p>\n<p>Once  we have passed the English Narrows you will have time for a leisurely breakfast  and to attend lectures about the fjords’ natural history or perhaps a seminar. The whole region of the fjords is so inhospitable  that only one single settlement exists south of the English Narrows –Puerto  Eden.</p>\n<p>In the afternoon, we will visit the Pio XI  Glacier. This tidewater glacier sprawled out in front of us is 4.5 km wide and  a remarkable shade of brilliant blue. An outlet glacier of the South Patagonian  Ice Field, the Pio XI had once extended out into the fjords whose waters we ply  today. Conditions permitting, we will board our Zodiacs and dodge brash ice and  bergy bits as we approach the glacier at a safe distance. Alert for signs of  calving, we may see chunks of ice falling from the glacier front. </p>\n<p><strong>Days 8 — Cruise the Chilean Fjords, White Narrows, Puerto Natales, Chile</strong><br />\n  Our course will take us through the vast expense of  the Chilean Fjords. We will sail through Chile’s largest national park,  Bernardo O’Higgins, before we head for another famous narrow channel, the White  Narrows, during the afternoon. </p>\n<p>Mountains loom on both sides of <em>Silver Explorer</em> and one can only marvel  at the hardy flora trying to cling to the barren rocks. Occasionally seals and  dolphins can be seen.</p>\n<p>In the evening we will reach Puerto Natales, the  point of access to Torres del Paine National Park. We will overnight to be able  to head out in the early hours of the following day to see Torres del Paine. &nbsp;</p>\n<p><strong>Day 9 </strong><strong>— </strong><strong>Puerto Natales, Chile&nbsp; </strong> <br />\n  Established as the capital of the Province of  Ultima Esperanza (“Last Hope”) Puerto Natales is our starting point for either  a full day excursion to Torres del Paine. </p>\n<p>Three granite peaks are the trademark of Torres del  Paine. To see them we will have to start quite early and will drive through the  pampa, where sheep, guanaco and foxes can be seen while we approach the Paine  Massif. This national park is famous for its extensive trekking possibilities  and we do a walk to see some of the rivers and valleys, as well as waterfalls  and, obviously, the three ‘horns’ of Paine. The rivers all come from the  Southern Patagonia Ice field.<br />\n  We will enjoy a typical lunch at a restaurant in  the national park while there.<br />\n  During the drive you will be taken through  extensive sheep grazing areas, with a possibility to see guanaco, foxes, ‘baqueanos’  (the local shepherds on horseback), and local birdlife. Condors can sometimes  be seen.</p>\n<p>We will overnight again in Puerto Natales to be  able to take the White Narrows when tide permits the next morning. Perhaps you  might want to try a local <em>parrillada</em>, <em>empanaditas</em> and one of the many  varieties of Pisco Sour served in Puerto Natales.</p>\n<p><strong>Day 10 </strong><strong>— </strong><strong>Puerto Natales and Strait of Magellan, Chile&nbsp; </strong> <br />\n  We will leave Puerto Natales during breakfast and  will once more go through the White Narrows, before we turn south, heading for  the Strait of Magellan.</p>\n<p>Our Marine Biologist might talk about Chile’s Marine  Park Francisco Coloane, created for its whales and dolphins, while our  Historian might want to talk about Magellan or the importance of this waterway  for shipping.</p>\n<p><strong>Days 11 — Punta  Arenas</strong><strong> </strong><br />\n  Although  Punta Arenas started as a small penal colony in  1848, Punta Arenas today is the capital of Chile’s southernmost region  -Magallanes and Antarctic Chile. The city grew in the 19th century because of a  gold rush and extensive sheep-farming. Before the building of the Panama Canal,  the Strait of Magellan was of prime importance to navigation and Punta Arenas  still is the entrance for Antarctica for South America’s west coast.</p>\n<p>Depart from the pier for an excursion to see one of  two working sheep ranches near Punta Arenas. Depending on your choice it will  be a half day excursion or a full day excursion –in this latter case the visit  includes a typical tasty barbeque luncheon of Patagonian lamb and baked  empanadas accompanied by Pisco Sours and wine.<br />\n  If you want to see how and where Chile’s first  settlement of the region started, travel south along the coastal road bordering  the Magellan Strait until reaching the Patagonia History Park. Here you will  visit Fuerte Bulnes, a reconstruction of the first settlement going back to  1843.</p>\n<p>If you want to explore the city of Punta Arenas on  your own, visit the Mayorino Borgatello Museum founded by the Salesian  missionaries, where you can view exhibits illustrating the habitat and history  of Patagonia’s aboriginal people and the region’s natural history. A must for  any visitor to Punta Arenas is a stop at the Plaza de Armas, not only to browse  for some local products and souvenirs, but to see the imposing statue of  Fernando de Magallanes and to touch the toe of the Fuegian native sitting at  the base of the monument. There are several stately houses at or near the Plaza  de Armas that relate to famous expeditions to Antarctica, and a local  entrepreneur has even rebuilt Magellan’s ship <em>Victoria</em> in the outskirts of town.</p>\n<p>During the evening we will once again take the  Strait of Magellan, this time to head for the Beagle Channel. </p>\n<p><strong>Days 12 — Cruising  the Beagle Channel and Garibaldi Glacier </strong><br />\n  While we approach  the Garibaldi Glacier we sail through one of Chile’s newest and largest  national parks: Parque Nacional Alberto de Agostini (more than 5,600 square miles).  It is not only a national park, but has been declared a UNESCO Biosphere  Reserve because of its different ecosystems and special landscape.</p>\n<p>Eventually,  the <em>Silver Explorer</em> will enter the  Garibaldi Fjord, a narrow passage strewn with floating ice in shades of blue  and green. Ribbons of waterfalls snake down the steep mountainsides. At the  head of this picturesque fjord, take in the quiet splendour of the retreating  Garibaldi Glacier. The Captain and Expedition Leader will make the most of  local conditions and available time to allow us to explore the area. </p>\n<p>Later we  will continue through the 150-mile-long (241-km-long) Beagle Channel, named  after <em>HMS Beagle</em>, heading for our  final destination: Ushuaia.<br />\n  <br />\n  <strong>Day 13 — Ushuaia, Argentina</strong><br />\n  <em>Silver Explorer</em> will  arrive in Ushuaia in the morning. Following breakfast, disembark <em>Silver Explorer</em>.</p>\n<p><em>Expedition highlights and wildlife listed here are  possible experiences only and cannot be guaranteed. Your Expedition Leader and  Captain will work together to ensure opportunities for adventure and  exploration are the best possible, taking into account the prevailing weather  and wildlife activity. Expedition Team members scheduled for this voyage are  subject to change or cancellation.</em></p>",
        "voyage_url": "https://shop.silversea.com/api/v1/voyages/v/7725",
        "voyage_cod": "7725",
        "voyage_name": "Valparaiso to Ushuaia",
        "voyage_market_name": "Valparaiso, Chile to Ushuaia, Argentina",
        "depart_date": "2017-11-08T00:00:00.000Z",
        "arrive_date": "2017-11-20T00:00:00.000Z",
        "itinerary_url": "https://shop.silversea.com/api/v1/voyages/v/7725/itinerary",
        "days": 12,
        "destination_id": 7,
        "destination_url": "https://shop.silversea.com/api/v1/destinations/7",
        "ship_id": 2,
        "ship_url": "https://shop.silversea.com/api/v1/ships/E1",
        "map_url": "https://my.silversea.com/ECMFrom/ECM_185744_7725_EN.jpg",
        "is_expedition": true,
        "voyage_description": "This all–encompassing journey is an explorer’s dream. Discover the wild tranquillity of snow-capped mountains and peaceful waters on this journey through Patagonia and the Chilean fjords. Spend three magical days in the glacial beauty of Puerto Natales and marvel at the astonishing landscape of the emblematic Torres del Paine National Park.",
        "voyage_id": 3930,
        "ship_cod": null,
        "features": [
            12
        ]
    },
    {
        "is_visible": true,
        "load_voyage": true,
        "map_id": 164568,
        "map_svg_url": "https://my.silversea.com/ECMFrom/ECM_258133_7726_EN.svg",
        "images": [
            "https://my.silversea.com/ECMFrom/ECM_261317_Ushuaia1_Img.jpg",
            "https://my.silversea.com/ECMFrom/ECM_88566_Antarctica_VoyageHigh_Img2.jpg",
            "https://my.silversea.com/ECMFrom/ECM_194162_Ushuaia3.jpg"
        ],
        "voyage_highlights": "<p><strong>Expedition Highlights:</strong></p>\n<ul>\n  <li>Follow in the footsteps of  the great Antarctic explorers: Amundsen, Byrd, Charcot, Cook, Fiennes, de Gerlache,  Hillary, Shackleton, Stromness and Weddell</li>\n  <li>See snow-covered mountains,  mighty glaciers and spectacular icebergs</li>\n  <li>Encounter Rockhopper,  Gentoo, Macaroni, King, Adelie, Magellanic and Chinstrap Penguins</li>\n  <li>Watch for seals, dolphins,  and whales</li>\n  <li>Identify seabirds including  albatrosses, shearwaters and petrels</li>\n  <li>Visit historic sites of the  early explorers and the remains of whaling operations</li>\n</ul>\n<p><strong>Day 1 — Ushuaia, Argentina </strong><br />\n  Embark <em>Silver Explorer</em> and meet some of your fellow  explorers as you become acquainted with the luxurious amenities found on board.  A mandatory safety drill will take place before you set sail. During the  afternoon, you will be introduced to your Expedition Team and important members  of the crew. At sail away enjoy the mountain-lined shoreline of the Beagle  Channel while you leave Ushuaia and bid farewell to Tierra del Fuego, the Land  at the End of the World. </p>\n<p><strong>Day 2 — At Sea </strong><br />\n  The Expedition Team’s expert lecturers will present  ornithological and historical insights into the Falkland Islands, our first  destination. You might hear about the early European explorers and the  different attempts at settling the Falkland Islands/Malvinas. Get introduced to  the specific birdlife we expect to see during our stay by our onboard Ornithologist.</p>\n<p>Tonight, you are invited to attend a special Welcome  Aboard cocktail party hosted by the Captain, who will introduce the senior  officers.</p>\n<p><strong>Day 3 —&nbsp;&nbsp; West Point Island and  Saunders Island, Falkland Islands</strong><br />\n  Today’s  adventure introduces you to the remarkable beauty of the remote Falkland  Islands. <br />\n  In the  morning, watch for Peale’s dolphins and the distinctive black and white  markings of the Commerson’s dolphin as <em>Silver  Explorer</em> approaches West Point Island. Upon arrival, photographic  opportunities are everywhere as you walk across rolling moorland and admire  colonies of Black-browed Albatrosses that nest side-by-side with Rockhopper  Penguins. Learn about the island’s unique vegetation. The hospitable island  owners are always happy to answer your questions and share their stories.</p>\n<p>During  lunch, <em>Silver Explorer</em> will  reposition to Saunders Island, the second largest of the offshore islands. Apart  from its historical importance –this is where the first British settlement was  located- Saunders’ wildlife is quite varied. Depending on the weather  conditions we will attempt a landing at the Neck, to see several penguin  species, as well as other seabirds and land birds. Gentoo Penguins and King  Penguins reside in the open dune and sand flat area, while Rockhopper Penguins  (with the odd pair of Macaroni Penguins in between them), Imperial Shags and  Black-browed Albatrosses frequent Mount Richards. Other key bird species are  the Black–throated Finch, Ruddy-headed Goose and Falkland Steamer Duck.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>\n<p><strong>Day 4 — Stanley, Falkland Islands </strong><br />\n  Stanley  is the capital of the remote Falkland Islands, and has a distinct British  ambience. </p>\n<p>A classic ‘City  Highlights’ tour which covers Stanley and surrounding environs will be offered  this morning. This excursion passes by older and newer portions of Stanley, stopping  at the local harbor for small boats, both in current operations as well as half  sunken hulks from 100 years ago -some of which are now being used as docks.  Additional stops will be the shipwreck of the <em>Lady Elizabeth</em>, the peat cutting area, an outdoor whale bone  display, war memorials and the museum.</p>\n<p>Stroll through the charming streets of this colourful  little town, lined with quaint cottages and a variety of traditional pubs, and  visit the 19th-century Anglican cathedral. Some lingering reminders of the 1982  Falklands Conflict between Britain and Argentina may still be seen though the  island has settled back to its quiet business of raising sheep.</p>\n<p><strong>Days 5–6 — At Sea </strong><br />\n  Binoculars and camera in hand, head out on deck to  watch for seabirds and marine mammals. Gather in The Theatre to perhaps hear  about Captain Cook’s first visit to South Georgia or to learn about the  region’s wildlife and remarkable nature. Our knowledgeable onboard experts will  present lectures and seminars in a variety of scientific fields. Other onboard  diversions may include photography workshops, Spa treatments, a workout in the  Fitness Centre, and, of course, exquisite dining experiences.<br />\n  <br />\n  <strong>Days 7–9 — South Georgia </strong><br />\n  This breathtaking destination of towering snow-covered  mountains, mighty glaciers, and low-lying grasslands attracts an astounding  concentration of wildlife: Southern fur seals, southern elephant seals and a  variety of albatross species including Black-browed, Light-mantled Sooty,  Grey-headed and the spectacular Wandering Albatross, plus thousands of King and  Macaroni Penguins.</p>\n<p>South Georgia is also linked to the early Antarctic  explorers. Captain James Cook first stepped ashore in 1775, but perhaps more  famous is Ernest Shackleton’s arrival in 1916 following the sinking of his ship <em>Endurance</em>. Visit the graves of  Shackleton and Frank Wild, and the whaling museum at Grytviken. Here are some  of the places we may visit:</p>\n<p><strong>Cooper’s Bay </strong></p>\n<ul>\n  <li>Enjoy a Zodiac cruise to  see Macaroni and Chinstrap Penguins on the rocks and in the water.</li>\n</ul>\n<p><strong>Gold Harbour</strong></p>\n<ul>\n  <li>A large King Penguin colony  can be found near Bertrab Glacier.</li>\n  <li>Seals can be seen sunning  on the beaches.</li>\n</ul>\n<p><strong>Grytviken</strong></p>\n<ul>\n  <li>Grytviken is a historic  whaling station. You can still see the remains of the activity, including  rusted hulls of long abandoned whaling and sealing ships, and some of the  working areas. </li>\n  <li>In the museum guests can  learn about past whaling techniques and view various exhibits on exploration  and discovery.</li>\n  <li>At the burial site of  famous explorer Sir Ernest Shackleton pay homage to the great explorer and his  many accomplishments. The remains of his faithful companion Frank Wild have  been brought to this cemetery too.</li>\n</ul>\n<p><strong>Salisbury Plain</strong></p>\n<ul>\n  <li>Salisbury Plain is a  favourite breeding ground for hundreds of thousands of King Penguins. It is  amazing to see how they completely cover the beaches and hills.</li>\n</ul>\n<p><strong>Days 10–11 — At Sea </strong><br />\n  Participate in onboard activities, listen to some of  the lectures given, relax in one of the lounges, or peruse an array of titles  and topics in the well-stocked Library. Take a stroll on deck and enjoy the  solitude and splendour of the vast sea and sky. During the cruise towards the  Antarctic Peninsula we might see some of the giant tabular icebergs coming from  the Weddell Sea. </p>\n<p><strong>Day 12 — Elephant Island, South Shetland Islands </strong><br />\n  Awesome glaciers  greet us as we approach Elephant Island – so named for its former abundance of  elephant seals. In 1916, when Ernest Shackleton’s ship <em>Endurance</em> was crushed in pack ice in the Weddell Sea, the crew was  stranded here for 137 days. Elephant Island is home to several Chinstrap  Penguin rookeries, as well as old moss colonies. Weddell seals and Macaroni  Penguins can also be found on the spit of land Shackleton’s men named Point  Wild. A solitary statue can be seen there, honouring the Chilean pilot Luis  Pardo, who took the cutter <em>Yelcho</em> across the Drake Passage to rescue Shackleton’s men.</p>\n<p><strong>Days 13–16 — Antarctic Peninsula </strong><br />\n  While sailing along the Antarctic Peninsula, every  turn can reveal a new and breathtaking adventure. As the pack ice becomes  thicker, it is apparent to everyone that we are moving closer into Antarctica’s  vast white wilderness. Remote and otherworldly, Antarctica is irresistible for  its spectacular iceberg sculptures and calving glaciers, and for the  possibility of up-close encounters with marine mammals. </p>\n<p>A flexible itinerary allows us to take advantage of  favourable sea and weather conditions. In the true spirit of expedition  cruising, each day the Expedition Leader and Captain will determine our best  course depending on weather, ice conditions and wildlife we may encounter. Here  are some of the places we may visit:</p>\n<p><strong>Brown Bluff, Tabarin Peninsula</strong> (a 2,200-foot bluff on mainland Antarctica)</p>\n<ul>\n  <li>Brown Bluff is  an ice-capped, 745-metre-high, flat-topped mountain with a prominent cliff of  reddish-brown volcanic rock. </li>\n  <li>Coming ashore  you will be on the Antarctic mainland</li>\n  <li>Adelie and  Gentoo Penguins, Kelp Gulls, and Cape Petrels use this as a breeding area. </li>\n  <li>As you explore  the area, a Weddell seal may be seen basking in the sunlight.</li>\n  <li>Wait long  enough and you might see the Adelie Penguins standing along the shore, finally  making their way into the surf. </li>\n</ul>\n<p><strong>Cuverville Island, Errera Channel</strong></p>\n<ul>\n  <li>The island was  discovered by de Gerlache’s Belgian Antarctic expedition of 1897–99, and was  named for a vice-admiral in the French navy. </li>\n  <li>Large, bare  rock areas provide nesting sites for Gentoo Penguins. </li>\n  <li>Snow Petrels  and Cape Petrels may be seen, and Wilson’s Storm Petrels nest in the higher  scree of the island.</li>\n  <li>During Zodiac  tours, we hope to see hauled-out Weddell and leopard seals</li>\n  <li>Conditions  permitting, we will attempt to hike to the top of the island for some  spectacular panoramic views</li>\n</ul>\n<p><strong>Paradise Bay</strong></p>\n<ul>\n  <li>The bay is well  named for its spectacular scenery of mountains, glaciers and icebergs.</li>\n  <li>From the ship,  observe Argentina’s “Base Brown”, one of many Antarctic research stations.</li>\n  <li>View the  wildlife from sea level while cruising in your Zodiac with one of our  experienced Expedition Team members. There is a good chance you will come  across a crabeater seal relaxing on a nearby ice floe. Blue-eyed Shags nest in  the cliffs close to Base Brown, while Brown Skuas like to be around the base’s  buildings. Minke whales frequent the area.</li>\n</ul>\n<p><strong>Port Lockroy, Goudier Island</strong></p>\n<ul>\n  <li>The British  built a listening station here during WWII, which was then used as a research  station in the 1950s and since 1996 as a museum and gift shop.</li>\n  <li>Snowy  Sheathbills and Gentoo Penguins roam outside the museum.</li>\n  <li>Perhaps sight a  whale or two during the Zodiac transfer.</li>\n  <li>Because of the  penguin colony leopard seals are quite often found in the vicinity. </li>\n</ul>\n<p><strong>Paulet Island</strong></p>\n<ul>\n  <li>The island is  home to 80-90 thousand Adelies that come here to breed.</li>\n  <li>On a nearby  hill, view a massive colony of Blue-eyed Shags.</li>\n  <li>Kelp Gulls and  Snowy Sheathbills are amongst the birds that breed on Paulet Island, and  Wilson’s Storm Petrels are regularly seen. </li>\n  <li>Listen as a  member of your Expedition Team tells of Otto Nordenskjold and his party that  over-wintered on the island in 1903. Remnants of their hut still remain.</li>\n</ul>\n<p><strong>Port Foster, Whalers Bay</strong> <strong>(Deception  Island)</strong></p>\n<ul>\n  <li>Deception  Island is home to a collapsed volcano and an excellent example of a caldera  where it is believed that the volcano’s summit collapsed with one section  sinking far enough to allow the sea to flood the interior. We plan to sail  inside this breached wall through a narrow entrance called Neptune’s  Bellows.&nbsp; </li>\n  <li>Our resident Geologist  will take the opportunity to explain the unique volcanic features of the area,  while our Historian might introduce you to the whaling history of Deception  Island. </li>\n  <li>Still visible  on the island are the boilers used to make whale oil in the early 1900s.</li>\n  <li>The British  base’s Biscoe House was destroyed by a mudflow after a volcanic eruption in the  late 1960s and both the mudflow and the volcanic ash having covered extensive  areas can still clearly be seen.</li>\n  <li>Depending on  weather conditions several hikes to viewpoints might be offered.</li>\n</ul>\n<p><strong>Days 17–18 — Drake Passage </strong><br />\n  The Drake Passage has a  notorious reputation for its turbulent seas due to strong westerly winds and  the currents pushed through the ‘narrow’ gap between South American and the  Antarctic Peninsula. The Antarctic Convergence is a natural boundary where cold  polar waters flow northward and warmer equatorial water moves southward. When  these currents meet, nutrients are pushed to the surface, often attracting a  multitude of seabirds and whales. Spend some time on deck watching the horizon  and the variety of seabirds that glide in the air currents of our ship’s wake  such as the Black-browed Albatross, Sooty Shearwaters, and White-chinned  Petrels. Take this opportunity to attend additional presentations offered by  the Expedition Team lecturers and to swap photos with new friends as we travel  towards Ushuaia.</p>\n<p><strong>Day 19 — Ushuaia, Argentina</strong><br />\n  After breakfast, disembark <em>Silver Explorer</em>.</p>\n<p><em>Expedition highlights and wildlife listed here are possible experiences  only and cannot be guaranteed. Your Expedition Leader and Captain will work  together to ensure opportunities for adventure and exploration are the best  possible, taking into account the prevailing weather, wildlife activity and ice  conditions. Expedition Team members scheduled for this voyage are subject to  change or cancellation.</em></p>",
        "voyage_url": "https://shop.silversea.com/api/v1/voyages/v/7726",
        "voyage_cod": "7726",
        "voyage_name": "Ushuaia to Ushuaia",
        "voyage_market_name": "Ushuaia, Argentina to Ushuaia, Argentina",
        "depart_date": "2017-11-20T00:00:00.000Z",
        "arrive_date": "2017-12-08T00:00:00.000Z",
        "itinerary_url": "https://shop.silversea.com/api/v1/voyages/v/7726/itinerary",
        "days": 18,
        "destination_id": 10,
        "destination_url": "https://shop.silversea.com/api/v1/destinations/10",
        "ship_id": 2,
        "ship_url": "https://shop.silversea.com/api/v1/ships/E1",
        "map_url": "https://my.silversea.com/ECMFrom/ECM_185739_7726_EN.jpg",
        "is_expedition": true,
        "voyage_description": "<p>Join us on a voyage to the Falkland Islands and the  last untouched continent during Southern Hemisphere’s summer. While the  Falkland Islands will offer varied birding experiences and have a decidedly  British flavour, South Georgia is almost uninhabited except for a very small  contingency of British officials and staff of the British Antarctic Survey near  Grytviken. Antarctica on the other hand is irresistible for its spectacular  iceberg sculptures and calving glaciers, and for the possibility of up-close encounters  with penguins and marine mammals. Each day in the Falkland Islands, South  Georgia or Antarctica we will attempt Zodiac departures. Conditions permitting,  we will visit albatross colonies and local homes in the Falkland Islands, look  for King Penguin colonies and Sir Ernest Shackleton’s grave in South Georgia  and cruise amidst colourful icebergs or step ashore to visit a variety of  penguin rookeries in Antarctica. </p>",
        "voyage_id": 3690,
        "ship_cod": null,
        "features": [
            8,
            9,
            12
        ]
    },
    {
        "is_visible": true,
        "load_voyage": true,
        "map_id": 161821,
        "map_svg_url": "https://my.silversea.com/ECMFrom/ECM_258128_7727_EN.svg",
        "images": [
            "https://my.silversea.com/ECMFrom/ECM_57068_VoyageHighlightsImg1_Ushuaia.jpg",
            "https://my.silversea.com/ECMFrom/ECM_57067_VoyageHighlightImg2_Ushuaia.jpg",
            "https://my.silversea.com/ECMFrom/ECM_57069_VoyageHighlightImg3_Ushuaia.jpg"
        ],
        "voyage_highlights": "<p><strong>Expedition </strong><strong>Highlights</strong><strong>:</strong></p>\n<ul>\n  <li>Marvel at spectacular iceberg sculptures  and calving glaciers</li>\n  <li>Set foot on the continent and mainland of  Antarctica</li>\n  <li>Encounter Gentoo, Chinstrap and Adelie Penguins</li>\n  <li>Spot elephant seals, Antarctic fur seals,  Weddell seals, leopard seals and crabeater seals</li>\n  <li>Watch for whales – humpback, Minke, orca,  pilot, and beaked whales</li>\n  <li>Identify seabirds – Snowy Sheathbill,  Antarctic Cormorant, Kelp Gull, Antarctic Tern, Cape Petrels, Wandering Albatrosses,  Southern Fulmars, Blue-eyed Shags, Southern  Giant Petrels, skuas, Black-browed Albatrosses, Wilson’s Storm Petrels, Sooty Shearwaters</li>\n</ul>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br />\n  <strong>Day 1 — Ushuaia,  Argentina</strong><br />\n  Embark <em>Silver Explorer</em>, settle in and attend  a mandatory safety drill before leaving port. During the afternoon you will be  introduced to some of the important crew members and your Expedition Team. At  sail away bid farewell to Tierra del Fuego, the ‘Land at the End of the World’. </p>\n<p><strong>Days 2–3 — Drake  Passage </strong><br />\n  The  Drake Passage has a notorious reputation for its turbulent seas due to the  westerly winds and the funnelling effect of the passage. The Antarctic  Convergence, a natural boundary where cold polar water flows northward and  warmer equatorial water moves southward, is within the Drake Passage. When these  two currents meet, nutrients are pushed to the surface, often attracting a  multitude of seabirds and whales. Spend some time on deck watching the horizon  and the variety of seabirds that glide in the air currents of our ship’s wake  such as the Black-browed Albatross, Sooty Shearwaters and White-chinned Petrels.  Have your camera ready to capture the magical colour of a late night sunset. <br />\n  <br />\n  As  we set sail on our initial transit, familiarise yourself with the elegant <em>Silver Explorer</em> and the friendly  Expedition Team members. Attend  wildlife, geography and history discussions hosted by our expert naturalists  and guest lecturers that will prepare you for the exciting adventures that lie  ahead. When available, visit the Bridge and  meet our Captain and officers; information will be posted in the “Chronicle”,  our daily onboard newsletter.</p>\n<p><strong>Days 4–8 —  Antarctic Peninsula </strong><br />\n  While  sailing to Antarctica, every turn can reveal a new and breathtaking adventure.  As the pack ice becomes thicker, it becomes apparent to everyone that we are  moving closer into Antarctica’s vast white wilderness. Remote and otherworldly,  Antarctica is irresistible for its spectacular iceberg sculptures and calving  glaciers, and for the possibility of up-close encounters with marine mammals.  Watch for seals sunbathing on slow-moving ice floes and for humpback, Minke,  and orca whales to surface from below the frigid waters. Each day we will  attempt Zodiac departures, and, if conditions permit, we will cruise amidst colourful  icebergs or step ashore to visit a variety of penguin rookeries and perhaps  scientific research stations on complimentary excursions led by our team of  natural history experts.</p>\n<p>A  flexible itinerary allows us to take advantage of favourable sea and weather  conditions. In the true spirit of expedition cruising, each day the Expedition  Leader and Captain will determine our best course depending on weather, ice  conditions and wildlife we may encounter. Here are some of the places we may  visit:</p>\n<p><strong>Aitcho  Islands, South Shetland Islands</strong> (just off the Antarctic Peninsula  at the entrance to the English Strait)</p>\n<ul>\n  <li>Penguin species here include Gentoo and  Chinstrap. Other annual seabirds include the Southern Giant Petrels.</li>\n  <li>While heading back to the ship, you might  spot a leopard seal.</li>\n</ul>\n<p><strong>Brown  Bluff, Tabarin Peninsula</strong> (a 2,200-foot bluff on mainland Antarctica)</p>\n<ul>\n  <li>Brown Bluff is an ice-capped,  745-metre-high, flat-topped mountain with a prominent cliff of reddish-brown  volcanic rock. </li>\n  <li>Adelie and Gentoo Penguins, Kelp Gulls, and  Cape Petrels use this as a breeding area. </li>\n  <li>As you explore the area, Weddell seals  might be seen basking in the sunlight.</li>\n  <li>Wait long enough and you might see the  Adelie Penguins standing along the shore finally making their way into the  surf. </li>\n</ul>\n<p><strong>Cuverville  Island, Errera Channel</strong></p>\n<ul>\n  <li>The island was discovered by Gerlache’s  Belgian Antarctic expedition of 1897–99, and was named for a vice admiral in  the French navy. </li>\n  <li>Large bare rock areas provide nesting sites  for Gentoo Penguins. </li>\n  <li>Snow Petrels and Cape Petrels also may be  seen whilst Wilson’s Storm Petrels nest in the higher scree of the island.</li>\n  <li>During Zodiac tours around the many  icebergs, hauled-out seals may be seen. </li>\n</ul>\n<p><strong>Paradise  Bay</strong></p>\n<ul>\n  <li>The bay is well named for its spectacular  scenery of mountains, glaciers and icebergs.</li>\n  <li>From the ship, observe Argentina’s “Base Brown”,  one of many Antarctic research stations.</li>\n  <li>View the wildlife from sea level while  cruising in your Zodiac with one of our experienced Expedition Team members.  There’s a good chance you’ll come across a crabeater seal relaxing on a nearby  ice floe, or if you’re very lucky, your Zodiac driver may locate Minke whales.</li>\n</ul>\n<p><strong>Paulet  Island</strong></p>\n<ul>\n  <li>The island is home to thousands of Adelie  Penguins that come here to breed.</li>\n  <li>On a nearby hill, view a massive colony of Blue-eyed  Shags.</li>\n  <li>Kelp Gulls and Snowy Sheathbills are  amongst the other birds that breed on Paulet Island, and Wilson’s Storm Petrels  are regularly seen. </li>\n  <li>Listen as your Expedition Team member tells  of Otto Nordenskjöld and his Swedish Antarctic Expedition. The crew of his  relief ship <em>Antarctic</em> had to over-winter  on the island in 1903. Remnants of their hut still remain.</li>\n</ul>\n<p><strong>Petermann Island, Wilhelm Archipelago</strong></p>\n<ul>\n  <li>The island is named for German geographer  August Petermann and was first discovered by a German expedition in 1873-74. </li>\n  <li>Our onboard Geologist will take the  opportunity to point out various geological features. Rock surfaces show  glacial polish, some glacial grooving and nice samples of frost shattering. </li>\n  <li>During our landing, we will be able to  observe rookeries of Adelie Penguins, Gentoo Penguins and Blue-eyed Shags. </li>\n</ul>\n<p><strong>Pleneau  Island, Wilhelm Archipelago</strong></p>\n<ul>\n  <li>Pleneau Island lies at the south end of the  Lemaire Channel, and was first explored during Charcot’s 1903–05 French  Antarctic Expedition. The island was named for the expedition’s photographer,  Paul Pleneau.</li>\n  <li>Amongst the common breeding birds are  Gentoo Penguins, Kelp Gulls and South Polar Skuas.</li>\n  <li>Southern elephant seals are often hauled out  in wallows. </li>\n  <li>Enjoy spectacular glacial and ice scenery.</li>\n</ul>\n<p><strong>Port  Foster, Whalers Bay</strong> (Deception Island)</p>\n<ul>\n  <li>Deception Island is home to a collapsed  volcano and an excellent example of a caldera where it is believed that the  volcano’s summit collapsed with one section sinking far enough to allow the sea  to flood the interior. We plan to sail inside this breached wall through a  narrow entrance called Neptune’s Bellows.&nbsp; </li>\n  <li>Our resident Geologist will take the  opportunity to explain the unique volcanic features of the area while our naturalists  might introduce you to the whaling history of Deception Island. </li>\n  <li>Still visible on the island are the boilers  used to make whale oil in the early 1900s.</li>\n</ul>\n<p><strong>Days 9–10 — Drake  Passage Return </strong><br />\n  Navigating our  return through the Drake Passage, we will watch for seabirds and wildlife we may  have missed on the first leg. Take this opportunity to attend additional  presentations offered by the Expedition Team lecturers and to swap photos with  new friends as we travel towards Ushuaia.</p>\n<p><strong>Day 11 — Ushuaia,  Argentina</strong><br />\n  After breakfast, disembark <em>Silver  Explorer</em>.</p>\n<p><em>Expedition  highlights and wildlife listed here are possible experiences only and cannot be  guaranteed. Your Expedition Leader and Captain will work together to ensure  opportunities for adventure and exploration are the best possible, taking into  account the prevailing weather, wildlife activity and ice conditions.  Expedition Team members scheduled for this voyage are subject to change or  cancellation.</em></p>",
        "voyage_url": "https://shop.silversea.com/api/v1/voyages/v/7727",
        "voyage_cod": "7727",
        "voyage_name": "Ushuaia to Ushuaia",
        "voyage_market_name": "Ushuaia, Argentina to Ushuaia, Argentina",
        "depart_date": "2017-12-08T00:00:00.000Z",
        "arrive_date": "2017-12-18T00:00:00.000Z",
        "itinerary_url": "https://shop.silversea.com/api/v1/voyages/v/7727/itinerary",
        "days": 10,
        "destination_id": 10,
        "destination_url": "https://shop.silversea.com/api/v1/destinations/10",
        "ship_id": 2,
        "ship_url": "https://shop.silversea.com/api/v1/ships/E1",
        "map_url": "https://my.silversea.com/ECMFrom/ECM_182877_7727_EN.jpg",
        "is_expedition": true,
        "voyage_description": "<p>Join  us on a voyage to the last untouched continent. Antarctica is irresistible for its spectacular iceberg  sculptures and calving glaciers, and for the possibility of up-close encounters  with penguins and marine mammals, be it seals sunbathing on slow-moving ice  floes or humpback, minke, and orca whales surfacing close to the ship. Each day  we will attempt Zodiac departures, and, if conditions permit, we will cruise  amidst colourful icebergs or step ashore to visit a variety of penguin  rookeries and perhaps scientific research stations on excursions led by our  team of natural history experts. </p>",
        "voyage_id": 3691,
        "ship_cod": null,
        "features": []
    },
    {
        "is_visible": true,
        "load_voyage": true,
        "map_id": 164563,
        "map_svg_url": "https://my.silversea.com/ECMFrom/ECM_258119_7728_EN.svg",
        "images": [
            "https://my.silversea.com/ECMFrom/ECM_123794_Antarctica_VoyageHigh_Img1.jpg",
            "https://my.silversea.com/ECMFrom/ECM_88566_Antarctica_VoyageHigh_Img2.jpg",
            "https://my.silversea.com/ECMFrom/ECM_123795_Antarctica_VoyageHigh_Img3.jpg"
        ],
        "voyage_highlights": "<p><strong>Expedition Highlights:</strong></p>\n<ul>\n  <li>Follow in the footsteps of  the great Antarctic explorers: Amundsen, Byrd, Charcot, Cook, Fiennes, de Gerlache,  Hillary, Shackleton, Stromness and Weddell</li>\n  <li>See snow-covered mountains,  mighty glaciers and spectacular icebergs</li>\n  <li>Encounter Rockhopper,  Gentoo, Macaroni, King, Adelie, Magellanic and Chinstrap Penguins</li>\n  <li>Watch for seals, dolphins,  and whales</li>\n  <li>Identify seabirds including  albatrosses, shearwaters and petrels</li>\n  <li>Visit historic sites of the  early explorers and the remains of whaling operations</li>\n</ul>\n<p><strong>Day 1 — Ushuaia, Argentina </strong><br />\n  Embark <em>Silver Explorer</em> and meet some of your  fellow explorers as you become acquainted with the luxurious amenities found on  board. A mandatory safety drill will take place before you set sail. During the  afternoon you will be introduced to your Expedition Team and important members  of the crew. At sail away enjoy the mountain-lined shoreline of the Beagle  Channel while you leave Ushuaia and bid farewell to Tierra del Fuego, the Land  at the End of the World. </p>\n<p><strong>Day 2 — At Sea </strong><br />\n  The Expedition Team’s expert lecturers will present  ornithological and historical insights into the Falkland Islands, our first  destination. You might hear about the early European explorers and the  different attempts at settling the Falkland Islands/Malvinas. Get introduced to  the specific birdlife we expect to see during our stay by our onboard Ornithologist.</p>\n<p>Tonight, you are invited to attend a special Welcome  Aboard cocktail party hosted by the Captain, who will introduce the senior  officers.</p>\n<p><strong>Day 3 —&nbsp;&nbsp; West Point Island and  Saunders Island, Falkland Islands</strong><br />\n  Today’s  adventure introduces you to the remarkable beauty of the remote Falkland  Islands. <br />\n  In the  morning, watch for Peale’s dolphins and the distinctive black and white  markings of the Commerson’s dolphin as <em>Silver  Explorer</em> approaches West Point Island. Upon arrival, photographic  opportunities are everywhere as you walk across rolling moorland and admire  colonies of Black-browed Albatrosses that nest side-by-side with Rockhopper  Penguins. Learn about the island’s unique vegetation. The hospitable island  owners are always happy to answer your questions and share their stories.</p>\n<p>During  lunch, <em>Silver Explorer</em> will  reposition to Saunders Island, the second largest of the offshore islands. Apart  from its historical importance –this is where the first British settlement was  located- Saunders’ wildlife is quite varied. Depending on the weather  conditions we will attempt a landing at the Neck, to see several penguin  species, as well as other seabirds and land birds. Gentoo Penguins and King  Penguins reside in the open dune and sand flat area, while Rockhopper Penguins  (with the odd pair of Macaroni Penguins in between them), Imperial Shags and  Black-browed Albatrosses frequent Mount Richards. Other key bird species are  the Black–throated Finch, Ruddy-headed Goose and Falkland Steamer Duck.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; </p>\n<p><strong>Day 4 — Stanley, Falkland Islands </strong><br />\n  Stanley  is the capital of the remote Falkland Islands, and has a distinct British  ambience. </p>\n<p>A classic ‘City  Highlights’ tour which covers Stanley and surrounding environs will be offered  this morning. This excursion passes by older and newer portions of Stanley, stopping  at the local harbor for small boats, both in current operations as well as half  sunken hulks from 100 years ago -some of which are now being used as docks.  Additional stops will be the shipwreck of the <em>Lady Elizabeth</em>, the peat cutting area, an outdoor whale bone  display, war memorials and the museum.</p>\n<p>Stroll through the charming streets of this colourful  little town, lined with quaint cottages and a variety of traditional pubs, and  visit the 19th-century Anglican cathedral. Some lingering reminders of the 1982  Falklands Conflict between Britain and Argentina may still be seen -though the  island has settled back to its quiet business of raising sheep.</p>\n<p><strong>Days 5–6 — At Sea </strong><br />\n  Binoculars and camera in hand, head out on deck to  watch for seabirds and marine mammals. Gather in The Theatre to perhaps hear  about Captain Cook’s first visit to South Georgia or to learn about the  region’s wildlife and remarkable nature. Our knowledgeable onboard experts will  present lectures and seminars in a variety of scientific fields. Other onboard  diversions may include photography workshops, Spa treatments, a workout in the  Fitness Centre, and, of course, exquisite dining experiences.<br />\n  <br />\n  <strong>Days 7–9 — South Georgia </strong><br />\n  This breathtaking destination of towering snow-covered  mountains, mighty glaciers, and low-lying grasslands attracts an astounding  concentration of wildlife: Southern fur seals, southern elephant seals and a  variety of albatross species including Black-browed, Light-mantled Sooty,  Grey-headed and the spectacular Wandering Albatross, plus thousands of King and  hundreds of Macaroni Penguins.</p>\n<p>South Georgia is also linked to the early Antarctic  explorers. Captain James Cook first stepped ashore in 1775, but perhaps more famous  is Ernest Shackleton’s arrival in 1916 following the sinking of his ship <em>Endurance</em>. Visit the graves of  Shackleton and Frank Wild, and the whaling museum at Grytviken. Here are some  of the places we may visit:</p>\n<p><strong>Cooper’s Bay </strong></p>\n<ul>\n  <li>Enjoy a Zodiac cruise to  see Macaroni and Chinstrap Penguins on the rocks and in the water.</li>\n</ul>\n<p><strong>Gold Harbour</strong></p>\n<ul>\n  <li>A large King Penguin colony  can be found near Bertrab Glacier.</li>\n  <li>Seals can be seen sunning  on the beaches.</li>\n</ul>\n<p><strong>Grytviken</strong></p>\n<ul>\n  <li>Grytviken is a historic  whaling station. You can still see the remains of the activity, including  rusted hulls of long abandoned whaling and sealing ships, and some of the  working areas. </li>\n  <li>In the museum guests can  learn about past whaling techniques and view various exhibits on exploration  and discovery.</li>\n  <li>At the burial site of  famous explorer Sir Ernest Shackleton we commemorate the great explorer and his  many accomplishments. The remains of his faithful companion Frank Wild have  been brought to this cemetery too.</li>\n</ul>\n<p><strong>Salisbury Plain</strong></p>\n<ul>\n  <li>Salisbury Plain is a  favourite breeding ground for hundreds of thousands of King Penguins. It is  amazing to see how they completely cover the beaches and hills.</li>\n</ul>\n<p><strong>Days 10–11 — At Sea </strong><br />\n  Participate in onboard activities, listen to some of  the lectures given, relax in one of the lounges, or peruse an array of titles  and topics in the well-stocked Library. Take a stroll on deck and enjoy the  solitude and splendour of the vast sea and sky. During the cruise towards the  Antarctic Peninsula we might see some of the giant tabular icebergs coming from  the Weddell Sea. </p>\n<p><strong>Day 12 — Elephant Island, South Shetland Islands </strong><br />\n  Awesome glaciers  greet us as we approach Elephant Island – so named for its former abundance of  elephant seals. In 1916, when Ernest Shackleton’s ship <em>Endurance</em> was crushed in pack ice in the Weddell Sea, the crew was  stranded here for 137 days. Elephant Island is home to several Chinstrap  Penguin rookeries, as well as old moss colonies. Weddell seals and Macaroni  Penguins can also be found on the spit of land Shackleton’s men named Point  Wild. A solitary statue can be seen there, honouring the Chilean pilot Luis  Pardo, who took the cutter <em>Yelcho</em> across the Drake Passage to rescue Shackleton’s men.</p>\n<p><strong>Days 13–16 — Antarctic Peninsula </strong><br />\n  While sailing along the Antarctic Peninsula, every turn  can reveal a new and breathtaking adventure. As the pack ice becomes thicker,  it is apparent to everyone that we are moving closer into Antarctica’s vast  white wilderness. Remote and otherworldly, Antarctica is irresistible for its  spectacular iceberg sculptures and calving glaciers, and for the possibility of  up-close encounters with marine mammals. </p>\n<p>A flexible itinerary allows us to take advantage of  favourable sea and weather conditions. In the true spirit of expedition  cruising, each day the Expedition Leader and Captain will determine our best  course depending on weather, ice conditions and wildlife we may encounter. Here  are some of the places we may visit:</p>\n<p><strong>Brown Bluff, Tabarin Peninsula</strong> (a 2,200-foot bluff on mainland Antarctica)</p>\n<ul>\n  <li>Brown Bluff is  an ice-capped, 745-metre-high, flat-topped mountain with a prominent cliff of  reddish-brown volcanic rock. </li>\n  <li>Coming ashore  you will be on the Antarctic mainland</li>\n  <li>Adelie and  Gentoo Penguins, Kelp Gulls, and Cape Petrels use this as a breeding area. </li>\n  <li>As you explore  the area, Weddell seals may be seen basking in the sunlight.</li>\n  <li>Wait long  enough and you might see the Adelie Penguins standing along the shore, finally  making their way into the surf. </li>\n</ul>\n<p><strong>Cuverville Island, Errera Channel</strong></p>\n<ul>\n  <li>The island was  discovered by de Gerlache’s Belgian Antarctic expedition of 1897–99, and was  named for a vice-admiral in the French navy. </li>\n  <li>Large, bare  rock areas provide nesting sites for Gentoo Penguins. </li>\n  <li>Snow Petrels  and Cape Petrels may be seen, and Wilson’s Storm Petrels nest in the higher  scree of the island.</li>\n  <li>During Zodiac  tours, we hope to see hauled-out Weddell and leopard seals</li>\n  <li>Conditions  permitting, we will attempt to hike to the top of the island for some  spectacular panoramic views</li>\n</ul>\n<p><strong>Paradise Bay</strong></p>\n<ul>\n  <li>The bay is well  named for its spectacular scenery of mountains, glaciers and icebergs.</li>\n  <li>From the ship,  observe Argentina’s “Base Brown”, one of many Antarctic research stations.</li>\n  <li>View the  wildlife from sea level while cruising in your Zodiac with one of our  experienced Expedition Team members. There is a good chance you will come  across a crabeater seal relaxing on a nearby ice floe. Blue-eyed Shags nest in  the cliffs close to Base Brown, while Brown Skuas like to be around the  buildings. Minke whales frequent the area.</li>\n</ul>\n<p><strong>Port Lockroy, Goudier Island</strong></p>\n<ul>\n  <li>The British  built a listening station here during WWII, which was then used as a research  station in the 1950s and since 1996 as a museum and gift shop.</li>\n  <li>Snowy  Sheathbills and Gentoo Penguins roam outside the museum.</li>\n  <li>Perhaps sight a  whale or two during the Zodiac transfer.</li>\n  <li>Because of the  penguin colony leopard seals are quite often found in the vicinity. </li>\n</ul>\n<p><strong>Paulet Island</strong></p>\n<ul>\n  <li>As you arrive,  the sight of Adelie Penguins covering the entire island may well amaze you. The  island is home to thousands of Adelies that come here to breed.</li>\n  <li>On a nearby  hill, view a massive colony of Blue-eyed Shags.</li>\n  <li>Kelp Gulls and  Snowy Sheathbills are amongst the birds that breed on Paulet Island, and  Wilson’s Storm Petrels are regularly seen. </li>\n  <li>Listen as a  member of your Expedition Team tells of Otto Nordenskjold and his party that  over-wintered on the island in 1903. Remnants of their hut still remain. </li>\n</ul>\n<p><strong>Port Foster, Whalers Bay</strong> <strong>(Deception  Island)</strong></p>\n<ul>\n  <li>Deception  Island is home to a collapsed volcano and an excellent example of a caldera  where it is believed that the volcano’s summit collapsed with one section  sinking far enough to allow the sea to flood the interior. We plan to sail  inside this breached wall through a narrow entrance called Neptune’s  Bellows.&nbsp; </li>\n  <li>Our resident Geologist  will take the opportunity to explain the unique volcanic features of the area,  while other experts might introduce you to the whaling history of Deception  Island. Still visible on the island are the boilers used to make whale oil in  the early 1900s.</li>\n  <li>The British  base’s Biscoe House was destroyed by a mudflow after a volcanic eruption in the  late 1960s and both the mudflow and the volcanic ash having covered extensive  areas can still clearly be seen.</li>\n  <li>Depending on  weather conditions several hikes to viewpoints might be offered.</li>\n</ul>\n<p><strong>Days 17–18 — Drake Passage </strong><br />\n  The Drake Passage has a  notorious reputation for its turbulent seas due to strong westerly winds and  the currents pushed through the ‘narrow’ gap between South American and the  Antarctic Peninsula. The Antarctic Convergence is a natural boundary where cold  polar waters flow northward and warmer equatorial water moves southward. When  these currents meet, nutrients are pushed to the surface, often attracting a  multitude of seabirds and whales. Spend some time on deck watching the horizon  and the variety of seabirds that glide in the air currents of our ship’s wake  such as the Black-browed Albatross, Sooty Shearwaters, and White-chinned  Petrels. Take this opportunity to attend additional presentations offered by  the Expedition Team lecturers and to swap photos with new friends as we travel  towards Ushuaia.</p>\n<p><strong>Day 19 — Ushuaia, Argentina</strong><br />\n  After breakfast, disembark <em>Silver Explorer</em>.</p>\n<p><em>Expedition highlights and wildlife listed here are possible experiences  only and cannot be guaranteed. Your Expedition Leader and Captain will work  together to ensure opportunities for adventure and exploration are the best  possible, taking into account the prevailing weather, wildlife activity and ice  conditions. Expedition Team members scheduled for this voyage are subject to  change or cancellation.</em></p>",
        "voyage_url": "https://shop.silversea.com/api/v1/voyages/v/7728",
        "voyage_cod": "7728",
        "voyage_name": "Ushuaia to Ushuaia",
        "voyage_market_name": "Ushuaia, Argentina to Ushuaia, Argentina",
        "depart_date": "2017-12-18T00:00:00.000Z",
        "arrive_date": "2018-01-05T00:00:00.000Z",
        "itinerary_url": "https://shop.silversea.com/api/v1/voyages/v/7728/itinerary",
        "days": 18,
        "destination_id": 10,
        "destination_url": "https://shop.silversea.com/api/v1/destinations/10",
        "ship_id": 2,
        "ship_url": "https://shop.silversea.com/api/v1/ships/E1",
        "map_url": "https://my.silversea.com/ECMFrom/ECM_185734_7728_EN.jpg",
        "is_expedition": true,
        "voyage_description": "<p>Join us on a voyage to the Falkland Islands and the  last untouched continent not only during Southern Hemisphere’s summer, but for  Christmas in South Georgia and New Year’s Eve in Antarctica. While the Falkland  Islands will offer varied birding experiences and have a decidedly British  flavour, South Georgia is almost uninhabited except for a very small  contingency of British officials and staff of the British Antarctic Survey near  Grytviken. Antarctica on the other hand is irresistible for its spectacular  iceberg sculptures and calving glaciers, and for the possibility of up-close  encounters with penguins and marine mammals. Each day in the Falkland Islands,  South Georgia or Antarctica we will attempt Zodiac departures. Conditions  permitting, we will visit albatross colonies and local homes in the Falkland  Islands, look for King Penguin colonies and Sir Ernest Shackleton’s grave in  South Georgia and cruise amidst colourful icebergs or step ashore to visit a  variety of penguin rookeries in Antarctica. </p>",
        "voyage_id": 3692,
        "ship_cod": null,
        "features": [
            8,
            9
        ]
    },
    {
        "is_visible": true,
        "load_voyage": true,
        "map_id": 227135,
        "map_svg_url": "https://my.silversea.com/ECMFrom/ECM_258598_7801_EN.svg",
        "images": [],
        "voyage_highlights": "<p><strong>Day 1 — Ushuaia, Argentina\n</strong></p><p>Embark <em>Silver Explorer</em> and meet some of your fellow explorers as you become acquainted with the luxurious amenities found on board. A mandatory safety drill will take place before you set sail. During the afternoon you will be introduced to your Expedition Team and important members of the crew. At sail-away enjoy the mountain-lined shoreline of the Beagle Channel while you leave Ushuaia and bid farewell to Tierra del Fuego, the Land at the End of the World.</p>\n\n<p><strong>Day 2 — At Sea<br /></strong><br />\nThe Expedition Team’s expert lecturers will present ornithological and historical insights into the Falkland Islands, our first destination. You might hear about the early European explorers and the different attempts at settling the Falkland Islands/Malvinas. Get introduced to the specific birdlife we expect to see during our stay by our onboard Ornithologist.\n\nTonight, you are invited to attend a special Welcome Aboard cocktail party hosted by the Captain, who will introduce his senior officers.</p>\n\n<p><strong>Day 3 —\tSteeple Jason Island and West Point Island, Falkland Islands<br /><br />\n</strong> Today’s adventure introduces you to the remarkable beauty of the remote islands of the Falkland Islands/Malvinas.\nSteeple Jason is the westernmost of the two larger islands making up the Jason Island group in the northwestern part of the Falklands. A dramatic peak and the world’s largest Black-browed Albatross colony make for an interesting visit. Once used for sheep grazing, the island is now used to monitor wildlife. Other birds breeding on the island include Falkland Skuas, Striated Caracara and Southern Giant Petrels. Rockhopper, Magellanic and Gentoo Penguins frequent the island too. Strong tidal currents and extensive kelp beds can make landings on the quartz sandstone difficult, but the setting of the plain with tussac grass, the different birds species and the steep peaks in the background make for a very photogenic setting. </p>\n\n<p>During lunch, while <em>Silver Explorer</em> will reposition to West Point Island, watch for Peale’s dolphins and the distinctive black and white markings of the Commerson’s dolphin as <em>Silver Explorer</em> approaches the island and anchorage. Upon arrival, photographic opportunities are everywhere as you walk across rolling moorland and admire colonies of Black-browed Albatrosses that nest side-by-side with feisty Rockhopper Penguins. Learn about the island’s unique vegetation. The hospitable island owners are always happy to answer your questions and share their stories.</p>\n\n<p><strong>Day 4 — Stanley, Falkland Islands<br /><br />\n</strong> Stanley is the capital of the remote Falkland Islands, and has a distinct British ambience. </p>\n\n<p>Take the classic ‘City Highlights’ tour which covers Stanley and surrounding environs. This excursion passes by older and newer portions of Stanley, stopping at the local harbor for small boats, both in current operations as well as half sunken hulks from 100 years ago -some of which are now being used as docks. Additional stops will be the shipwreck of the Lady Elizabeth, the peat cutting area, an outdoor whale bone display, war memorials and the museum.</p>\n\n<p>You should also stroll through the charming streets of this colourful little town, lined with quaint cottages and a variety of traditional pubs, and visit the 19th-century Anglican cathedral. Some lingering reminders of the 1982 Falklands War between Britain and Argentina may still be seen though the island has settled back to its quiet business of raising sheep.</p>\n\n<p><strong>Days 5–6 — At Sea<br /></strong><br />\nBinoculars and camera in hand, head out on deck to watch for seabirds and marine mammals. Gather in The Theatre to perhaps hear about Captain Cook’s first visit to South Georgia or to learn about the region’s endemic wildlife and unique nature. Our knowledgeable onboard experts will present lectures and seminars in a variety of scientific fields. Other onboard diversions may include photography workshops, spa treatments, a workout in the Fitness Centre, and, of course, exquisite dining experiences.</p>\n\t\n<p><strong>Days 7–9 — South Georgia<br /></strong><br />\nThis breathtaking destination of towering snow-covered mountains, mighty glaciers, and low-lying grasslands attracts an astounding concentration of wildlife: Southern fur seals, southern elephant seals and a variety of albatross species including Black-browed, Light-mantled Sooty, Grey-headed and the spectacular Wandering Albatross, plus thousands of King and Macaroni Penguins.</p>\n\n<p>South Georgia is also linked to the early Antarctic explorers. Captain James Cook first stepped ashore in 1775, but perhaps more famous is Ernest Shackleton’s arrival in 1916 following the sinking of his ship Endurance. Visit the graves of Shackleton and Frank Wild, and the whaling museum at Grytviken. Here are some of the places we may visit:</p>\n\n<p><strong>Cooper’s Bay<br /></strong>-Enjoy a Zodiac cruise to see Macaroni and Chinstrap Penguins on the rocks and in the water.</p>\n\n<p><strong>Gold Harbour</strong><br />\n-A large King Penguin colony can be found near Bertrab Glacier.\n-Seals can be seen sunning on the beaches.</p>\n\n<p>Grytviken\n-Grytviken is a historic whaling station. You can still see the remains of the activity, including rusted hulls of long abandoned whaling and sealing ships, and some of the working-areas. \n-In the museum guests can learn about past whaling techniques and view various exhibits on exploration and discovery.\n-At the burial site of famous explorer Sir Ernest Shackleton we will toast the great explorer. The remains of his faithful companion Frank Wild have been brought here too.</p>\n\n<p>Salisbury Plain\n-Salisbury Plain is a favourite breeding ground for hundreds of thousands of King Penguins. It is amazing to see how they completely cover the beaches and hills.</p>\n\n<p><strong>Days 10–11 — At Sea<br /></strong><br />\nParticipate in onboard activities, listen to some of the lectures given, relax in one of the lounges, or peruse an array of titles and topics in the well-stocked Library. Take a stroll on deck and enjoy the solitude and splendour of the vast sea and sky. During the cruise towards the Antarctic Peninsula we might see some of the giant tabular icebergs coming from the Weddell Sea. </p>\n\n<p><strong>Day 12 — Elephant Island, South Shetland Islands<br /></strong><br />\nAwesome glaciers greet us as we approach Elephant Island – so named for its former abundance of elephant seals. In 1916, when Ernest Shackleton’s ship Endurance was crushed in pack ice in the Weddell Sea, the crew was stranded here for 137 days. Elephant Island is home to several Chinstrap Penguin rookeries, as well as old moss colonies. Weddell seals and Macaroni Penguins can also be found on the spit of land Shackleton’s men named Point Wild. A solitary statue can be seen there, honouring the Chilean pilot Luis Pardo, who took the cutter Yelcho across the Drake Passage to rescue Shackleton’s men.</p>\n\n<p><strong>Days 13–16 — Antarctic Peninsula<br /></strong><br />\nWhile sailing along the Antarctic Peninsula, every turn can reveal a new and breath-taking adventure. As the pack ice becomes thicker, it’s apparent to everyone that we are moving closer into Antarctica’s vast white wilderness. Remote and otherworldly, Antarctica is irresistible for its spectacular iceberg sculptures and calving glaciers, and for the possibility of up-close encounters with marine mammals. Watch for seals sunbathing on slow-moving ice floes and for humpback, Minke, and orca whales to surface from below the frigid waters. \nA flexible itinerary allows us to take advantage of favourable sea and weather conditions. In the true spirit of expedition cruising, each day the Expedition Leader and Captain will determine our best course depending on weather, ice conditions and wildlife we may encounter. Here are some of the places we may visit:</p>\n\n<p><strong>Brown Bluff, Tabarin Peninsula (mainland Antarctica)</strong><br />\n-Brown Bluff is an ice-capped, 745-metre-high, flat-topped mountain with a prominent cliff of reddish-brown volcanic rock. <br />\n-Coming ashore you will be on the Antarctic mainland<br />\n-Adelie and Gentoo Penguins, Kelp Gulls, and Cape Petrels use this as a breeding area. <br />\n-As you explore the area, a Weddell seal may be seen basking in the sunlight.<br />\n-If conditions permit, we might hike onto a nearby glacier. </p>\n\n<p><strong>Cuverville Island, Errera Channel</strong><br />\n-The island was discovered by de Gerlache’s Belgian Antarctic expedition of 1897–99, and was named for a vice-admiral in the French navy. <br />\n-Large, bare rock areas provide nesting sites for Gentoo Penguins. <br />\n-Snow Petrels and Cape Petrels may be seen, and Wilson’s Storm Petrels nest in the higher scree of the island.<br />\n-During Zodiac tours, we hope to see hauled-out Weddell and leopard seals</p>\n\n<p><strong>Paradise Bay (Antarctic Peninsula)\n  </strong><br />\n  -The bay is well named for its spectacular scenery of mountains, glaciers and icebergs.<br />\n-From the ship, observe Argentina’s “Base Almirante Brown”, one of many Antarctic research stations.<br />\n-View the wildlife from sea level while cruising in your Zodiac. We might come across a crabeater seal relaxing on a nearby ice floe, while Blue-eyed Shags nest in the cliffs close to Almirante Brown, where Brown Skuas like to be. Minke whales do frequent the area.</p>\n\n<p><strong>Port Lockroy, Goudier Island</strong><br />\n-The British built a listening station here during WWII, which was then used as a research station in the 1950s and since 1996 as a museum and gift shop.<br />\n-Snowy Sheathbills and Gentoo Penguins roam and nest outside the museum.<br />\n-Because of the penguin colony leopard seals are quite often found in the vicinity. </p>\n\n<p><strong>Paulet Island</strong><br />\n-The island is home to 80-90 thousand Adelies and a massive colony of Blue-eyed Shags.<br />\n-Kelp Gulls and Snowy Sheathbills are amongst the birds that breed on Paulet Island, and Wilson’s Storm Petrels are regularly seen. <br />\n-Part of Otto Nordenskjold’s team had to over-winter on the island in 1903. Remnants of their hut still remain.</p>\n\n<p><strong>Port Foster, Whalers Bay (Deception Island)</strong><br />\n-Deception Island is an example of a caldera where it is believed that the volcano’s summit collapsed with one section sinking far enough to allow the sea to flood the interior. We plan to sail into Port Foster through Neptune’s Bellows, a narrow entrance in Deception Island’s breached wall. <br />\n-Dating back to the whaling history of Deception Island are the boilers used to make whale oil in the early 1900s.<br />\n-The British base’s Biscoe House was destroyed by a mudflow after a volcanic eruption in the late 1960s but can still clearly be seen.<br />\n-Depending on weather conditions several hikes to viewpoints might be offered.</p>\n\n<p><strong>Days 17–18 — Drake Passage<br /></strong><br />\nThe Drake Passage has a notorious reputation for its turbulent seas due to strong westerly winds and the currents pushed through the ‘narrow’ gap between South American and the Antarctic Peninsula. The Antarctic Convergence is a natural boundary where nutrients are pushed to the surface, often attracting a multitude of seabirds and whales. Spend some time on deck watching the horizon and the variety of seabirds that glide in the air currents of our ship’s wake such as the Black-browed Albatross, Sooty Shearwaters, and White-chinned Petrels. Take this opportunity to attend additional presentations offered by the Expedition Team lecturers and to swap photos with new friends as we travel towards Ushuaia.</p>\n\n<p><strong>Day 19 — Ushuaia, Argentina<br /></strong><br />\nAfter breakfast, disembark <em>Silver Explorer</em>.</p>\n\n<p><em>Expedition highlights and wildlife listed here are possible experiences only and cannot be guaranteed. Your Expedition Leader and Captain will work together to ensure opportunities for adventure and exploration are the best possible, taking into account the prevailing weather, wildlife activity and ice conditions. Expedition Team members scheduled for this voyage are subject to change or cancellation.</em></p>\n\n<p><strong>GEAR UP</strong></p>\n\n<p>Not sure what to wear while onboard? <a style=\"text-decoration: underline; color: #000; font-weight: bold;\" href=\"http://www.shiptoshoretraveler.com/silversea\">Visit our shop and gear up</a>. We've got layers to keep you dry and warm, breezy wear to keep you covered and cool, and accessories to keep everything packed up and ready to go. So, no matter the weather, you'll be better prepared for your expedition.</p><p>Our Gear Shop has an expert outfitting staff and features all the essentials:</p>\n\n<p><a style=\"text-decoration: underline; color: #000; font-weight: bold;\" href=\"http://www.shiptoshoretraveler.com/silversea\">Clothes for all types of weather, boot rentals, accessories and more</a> »</p>\n\n<p><a style=\"text-decoration: underline; color: #000; font-weight: bold;\" href=\"http://www.shiptoshoretraveler.com/resources/packing-lists/?STORE%20ID=SS\">Packing List</a> »</p>\n\n<p><a style=\"text-decoration: underline; color: #000; font-weight: bold;\" href=\"http://www.shiptoshoretraveler.com/travel-resources/parka-home/?STORE_ID=SS\">Complimentary Parka</a> »</p>\n\n<p>Make sure you get all your essentials today. We offer packages or individual items, for your convenience, and recommend you place orders at least 30 days before your embarkation date.</p>",
        "voyage_url": "https://shop.silversea.com/api/v1/voyages/v/7801",
        "voyage_cod": "7801",
        "voyage_name": "Ushuaia to Ushuaia",
        "voyage_market_name": "",
        "depart_date": "2018-01-05T00:00:00.000Z",
        "arrive_date": "2018-01-23T00:00:00.000Z",
        "itinerary_url": "https://shop.silversea.com/api/v1/voyages/v/7801/itinerary",
        "days": 18,
        "destination_id": 10,
        "destination_url": "https://shop.silversea.com/api/v1/destinations/10",
        "ship_id": 2,
        "ship_url": "https://shop.silversea.com/api/v1/ships/E1",
        "map_url": "https://my.silversea.com/ECMFrom/ECM_252030_7801_EN.jpg",
        "is_expedition": true,
        "voyage_description": "",
        "voyage_id": 4376,
        "ship_cod": null,
        "features": []
    },
    {
        "is_visible": true,
        "load_voyage": true,
        "map_id": 227134,
        "map_svg_url": "https://my.silversea.com/ECMFrom/ECM_258597_7802_EN.svg",
        "images": [],
        "voyage_highlights": "<p><strong>Day 1 — Ushuaia, Argentina</strong><br />\nEmbark <em>Silver Explorer</em> and meet some of your fellow explorers as you become acquainted with the luxurious amenities found on board. A mandatory safety drill will take place before you set sail. During the afternoon you will be introduced to your Expedition Team and important members of the crew. At sail-away enjoy the mountain-lined shoreline of the Beagle Channel while you leave Ushuaia and bid farewell to Tierra del Fuego, the Land at the End of the World.</p>\n<p><strong>Day 2 — At Sea</strong><br />\nThe Expedition Team’s expert lecturers will present ornithological and historical insights into the Falkland Islands, our first destination. You might hear about the early European explorers and the different attempts at settling the Falkland Islands/Malvinas. Get introduced to the specific birdlife we expect to see during our stay by our onboard Ornithologist.</p>\n<p>Tonight, you are invited to attend a special Welcome Aboard cocktail party hosted by the Captain, who will introduce his senior officers.</p>\n<p><strong>Day 3 —&nbsp;&nbsp;&nbsp; Steeple Jason Island and West Point Island, Falkland Islands</strong><br />\nToday’s adventure introduces you to the remarkable beauty of the remote islands of the Falkland Islands/Malvinas.</p>\n<p>Steeple Jason is the westernmost of the two larger islands making up the Jason Island group in the northwestern part of the Falklands. A dramatic peak and the world’s largest Black-browed Albatross colony make for an interesting visit. Once used for sheep grazing, the island is now used to monitor wildlife. Other birds breeding on the island include Falkland Skuas, Striated Caracara and Southern Giant Petrels. Rockhopper, Magellanic and Gentoo Penguins frequent the island too. Strong tidal currents and extensive kelp beds can make landings on the quartz sandstone difficult, but the setting of the plain with tussac grass, the different birds species and the steep peaks in the background make for a very photogenic setting. </p>\n<p>During lunch, while <em>Silver Explorer</em> will reposition to West Point Island, watch for Peale’s dolphins and the distinctive black and white markings of the Commerson’s dolphin as <em>Silver Explorer</em> approaches the island and anchorage. Upon arrival, photographic opportunities are everywhere as you walk across rolling moorland and admire colonies of Black-browed Albatrosses that nest side-by-side with feisty Rockhopper Penguins. Learn about the island’s unique vegetation. The hospitable island owners are always happy to answer your questions and share their stories.</p>\n<p><strong>Day 4 — Stanley, Falkland Islands</strong><br />\nStanley is the capital of the remote Falkland Islands, and has a distinct British ambience. </p>\n<p>Take the classic ‘City Highlights’ tour which covers Stanley and surrounding environs. This excursion passes by older and newer portions of Stanley, stopping at the local harbor for small boats, both in current operations as well as half sunken hulks from 100 years ago -some of which are now being used as docks. Additional stops will be the shipwreck of the Lady Elizabeth, the peat cutting area, an outdoor whale bone display, war memorials and the museum.</p>\n<p>You should also stroll through the charming streets of this colourful little town, lined with quaint cottages and a variety of traditional pubs, and visit the 19th-century Anglican cathedral. Some lingering reminders of the 1982 Falklands War between Britain and Argentina may still be seen though the island has settled back to its quiet business of raising sheep.</p>\n<p><strong>Days 5–6 — At Sea</strong><br />\n  Binoculars and camera in hand, head out on deck to watch for seabirds and marine mammals. Gather in The Theatre to perhaps hear about Captain Cook’s first visit to South Georgia or to learn about the region’s endemic wildlife and unique nature. Our knowledgeable onboard experts will present lectures and seminars in a variety of scientific fields. Other onboard diversions may include photography workshops, spa treatments, a workout in the Fitness Centre, and, of course, exquisite dining experiences.<br />\n  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br />\n  <strong>Days 7–10 — South Georgia</strong><br />\nThis breathtaking destination of towering snow-covered mountains, mighty glaciers, and low-lying grasslands attracts an astounding concentration of wildlife: Southern fur seals, southern elephant seals and a variety of albatross species including Black-browed, Light-mantled Sooty, Grey-headed and the spectacular Wandering Albatross, plus thousands of King and Macaroni Penguins.</p>\n<p>South Georgia is also linked to the early Antarctic explorers. Captain James Cook first stepped ashore in 1775, but perhaps more famous is Ernest Shackleton’s arrival in 1916 following the sinking of his ship Endurance. Visit the graves of Shackleton and Frank Wild, and the whaling museum at Grytviken. Here are some of the places we may visit:</p>\n<p><strong>Cooper’s Bay </strong><br />\n-Enjoy a Zodiac cruise to see Macaroni and Chinstrap Penguins on the rocks and in the water.</p>\n<p><strong>Gold Harbour</strong><br />\n  -A large King Penguin colony can be found near Bertrab Glacier.<br />\n-Seals can be seen sunning on the beaches.</p>\n<p><strong>Grytviken</strong><br />\n  -Grytviken is a historic whaling station. You can still see the remains of the activity, including rusted hulls of long abandoned whaling and sealing ships, and some of the working-areas. <br />\n  -In the museum guests can learn about past whaling techniques and view various exhibits on exploration and discovery.<br />\n-At the burial site of famous explorer Sir Ernest Shackleton we will toast the great explorer. The remains of his faithful companion Frank Wild have been brought here too.</p>\n<p><strong>Salisbury Plain</strong><br />\n-Salisbury Plain is a favourite breeding ground for hundreds of thousands of King Penguins. It is amazing to see how they completely cover the beaches and hills.</p>\n<p><strong>Day 11 — At Sea</strong><br />\nParticipate in onboard activities, listen to some of the lectures given, relax in one of the lounges, or peruse an array of titles and topics in the well-stocked Library. Take a stroll on deck and enjoy the solitude and splendour of the vast sea and sky. During the cruise towards the South Sandwich Islands we might see some of the giant tabular icebergs coming from the Weddell Sea. </p>\n<p><strong>Days 12-13 — South Sandwich Islands</strong><br />\n  For two days we want to explore the rarely visited southeastern outpost of the British Overseas Territory of South Georgia and the South Sandwich Islands. These islands were first seen in 1775 during Captain Cook’s second major voyage, searching for Terra Australis Incognita. Although known for almost three hundred years, the different islands have rarely been visited and only for a very short period did humans actually live on them in a military base.<br />\nWe intend to sail along the arc of 11 islands and marvel at the incredible wildlife that has chosen such an inhospitable place as their own. The islands are believed to host to over 3,000,000 Chinstrap Penguins, plus more than 100,000 Macaroni Penguins, 100,000 Adélies, and thousands of Gentoo Pengins. Despite the icy location, some of the islands have active volcanoes. Travelling from North to South we intend to have a look at:</p>\n<p>-Zavodovski Island –this volcanically very active island is almost free of snow and ice. It is believed that more than 2 million Chinstrap Penguins make Zavodovski their home.<br />\n  -Candlemas and Vindication –these two islands are close neighbours. Candlemas has a glacier-covered basaltic stratovolcano at its southern end, while the northern part has scoria cones with radiating lava flows. Vindication Island is home to a large Chinstrap Penguin colony at the aptly named Chinstrap Point.<br />\n  -Montagu –this is the largest of the South Sandwich Islands and home to Mount Belinda, the highest point in the South Sandwich Islands. The summit rises about 3,000 metres from the seaflorr, reaching a height of 1,370 metres. Despite its last eruption in 2007, the massive shield volcano is mostly ice-covered. <br />\n  -Thule Island and Cook Island –these are the southernmost of the South Sandwich Islands. Captain Cook had been this far south and gave it the name Thule, as this seemed the end of the world.&nbsp; There are a few ice-free sectors on the islands and Adelie and Chinstrap colonies exist. An Argentine meteorological/military base had been set up in the 1970s, but was destroyed after the Falkland war. </p>\n<p><strong>Days 14- 15 — At Sea</strong><br />\nHaving been to places few others even know exist, participate in discussions and lectures about the early British and Russian explorers that visited the area, and learn more about the hardy wildlife that manages to survive in these waters. </p>\n<p><strong>Day 16 — South Orkney Islands</strong><br />\nToday <em>Silver Explorer</em> will be in front of the South Orkneys. Depending on the weather and sea conditions we might visit the Argentine base “Orcadas del Sur”, which can claim to be the longest occupied human settlement in Antarctica, and hear about the work done at this station. </p>\n<p><strong>Day 17 — Elephant Island, South Shetland Islands</strong><br />\nSteep mountains and glaciers greet us as we approach Elephant Island – so named for its former abundance of elephant seals. In 1916, when Ernest Shackleton’s ship Endurance was crushed in pack ice in the Weddell Sea, the crew was stranded here for 137 days. Elephant Island is home to several Chinstrap Penguin rookeries, as well as old moss colonies. Weddell seals and Macaroni Penguins can also be found on the spit of land Shackleton’s men named Point Wild. A solitary statue can be seen there, honouring the Chilean pilot Luis Pardo, who took the cutter Yelcho across the Drake Passage to rescue Shackleton’s men.</p>\n<p><strong>Days 18– 21 — Antarctic Peninsula</strong><br />\nWhile sailing along the Antarctic Peninsula, every turn can reveal a new and breath-taking adventure. As the pack ice becomes thicker, it’s apparent to everyone that we are moving closer into Antarctica’s vast white wilderness. Remote and otherworldly, Antarctica is irresistible for its spectacular iceberg sculptures and calving glaciers, and for the possibility of up-close encounters with marine mammals. Watch for seals sunbathing on slow-moving ice floes and for humpback, Minke, and orca whales to surface from below the frigid waters. </p>\n<p>A flexible itinerary allows us to take advantage of favourable sea and weather conditions. In the true spirit of expedition cruising, each day the Expedition Leader and Captain will determine our best course depending on weather, ice conditions and wildlife we may encounter. Here are some of the places we may visit:</p>\n<p><strong>Brown Bluff, Tabarin Peninsula (mainland Antarctica)</strong><br />\n  -Brown Bluff is an ice-capped, 745-metre-high, flat-topped mountain with a prominent cliff of reddish-brown volcanic rock. <br />\n  -Coming ashore you will be on the Antarctic mainland<br />\n  -Adelie and Gentoo Penguins, Kelp Gulls, and Cape Petrels use this as a breeding area. <br />\n  -As you explore the area, a Weddell seal may be seen basking in the sunlight.<br />\n-If conditions permit, we might hike onto a nearby glacier. </p>\n<p><strong>Cuverville Island, Errera Channel</strong><br />\n  -The island was discovered by de Gerlache’s Belgian Antarctic expedition of 1897–99, and was named for a vice-admiral in the French navy. <br />\n  -Large, bare rock areas provide nesting sites for Gentoo Penguins. <br />\n  -Snow Petrels and Cape Petrels may be seen, and Wilson’s Storm Petrels nest in the higher scree of the island.<br />\n-During Zodiac tours, we hope to see hauled-out Weddell and leopard seals</p>\n<p><strong>Paradise Bay (Antarctic Peninsula)</strong><br />\n  -The bay is well named for its spectacular scenery of mountains, glaciers and icebergs.<br />\n  -From the ship, observe Argentina’s “Base Almirante Brown”, one of many Antarctic research stations.<br />\n-View the wildlife from sea level while cruising in your Zodiac. We might come across a crabeater seal relaxing on a nearby ice floe, while Blue-eyed Shags nest in the cliffs close to Almirante Brown, where Brown Skuas like to be. Minke whales do frequent the area.</p>\n<p><strong>Port Lockroy, Goudier Island</strong><br />\n  -The British built a listening station here during WWII, which was then used as a research station in the 1950s and since 1996 as a museum and gift shop.<br />\n  -Snowy Sheathbills and Gentoo Penguins roam and nest outside the museum.<br />\n-Because of the penguin colony leopard seals are quite often found in the vicinity. </p>\n<p><strong>Paulet Island</strong><br />\n  -The island is home to 80-90 thousand Adelies and a massive colony of Blue-eyed Shags.<br />\n  -Kelp Gulls and Snowy Sheathbills are amongst the birds that breed on Paulet Island, and Wilson’s Storm Petrels are regularly seen. <br />\n-Part of Otto Nordenskjold’s team had to over-winter on the island in 1903. Remnants of their hut still remain.</p>\n<p><strong>Port Foster, Whalers Bay (Deception Island)</strong><br />\n  -Deception Island is an example of a caldera where it is believed that the volcano’s summit collapsed with one section sinking far enough to allow the sea to flood the interior. We plan to sail into Port Foster through Neptune’s Bellows, a narrow entrance in Deception Island’s breached wall.&nbsp; <br />\n  -Dating back to the whaling history of Deception Island are the boilers used to make whale oil in the early 1900s.<br />\n  -The British base’s Biscoe House was destroyed by a mudflow after a volcanic eruption in the late 1960s but can still clearly be seen.<br />\n-Depending on weather conditions several hikes to viewpoints might be offered.</p>\n<p><strong>Days 22–23 — Drake Passage</strong><br />\nThe Drake Passage has a notorious reputation for its turbulent seas due to strong westerly winds and the currents pushed through the ‘narrow’ gap between South American and the Antarctic Peninsula. The Antarctic Convergence is a natural boundary where nutrients are pushed to the surface, often attracting a multitude of seabirds and whales. Spend some time on deck watching the horizon and the variety of seabirds that glide in the air currents of our ship’s wake such as the Black-browed Albatross, Sooty Shearwaters, and White-chinned Petrels. Take this opportunity to attend additional presentations offered by the Expedition Team lecturers and to swap photos with new friends as we travel towards Ushuaia.</p>\n<p><strong>Day 24 — Ushuaia, Argentina</strong><br />\nAfter breakfast, disembark <em>Silver Explorer</em>.</p>\n<p>Expedition highlights and wildlife listed here are possible experiences only and cannot be guaranteed. Your Expedition Leader and Captain will work together to ensure opportunities for adventure and exploration are the best possible, taking into account the prevailing weather, wildlife activity and ice conditions. Expedition Team members scheduled for this voyage are subject to change or cancellation.</p>\n<p><strong>GEAR UP</strong></p>\n\n<p>Not sure what to wear while onboard? <a style=\"text-decoration: underline; color: #000; font-weight: bold;\" href=\"http://www.shiptoshoretraveler.com/silversea\">Visit our shop and gear up</a>. We've got layers to keep you dry and warm, breezy wear to keep you covered and cool, and accessories to keep everything packed up and ready to go. So, no matter the weather, you'll be better prepared for your expedition.</p><p>Our Gear Shop has an expert outfitting staff and features all the essentials:</p>\n\n<p><a style=\"text-decoration: underline; color: #000; font-weight: bold;\" href=\"http://www.shiptoshoretraveler.com/silversea\">Clothes for all types of weather, boot rentals, accessories and more</a> »</p>\n\n<p><a style=\"text-decoration: underline; color: #000; font-weight: bold;\" href=\"http://www.shiptoshoretraveler.com/resources/packing-lists/?STORE%20ID=SS\">Packing List</a> »</p>\n\n<p><a style=\"text-decoration: underline; color: #000; font-weight: bold;\" href=\"http://www.shiptoshoretraveler.com/travel-resources/parka-home/?STORE_ID=SS\">Complimentary Parka</a> »</p>\n\n<p>Make sure you get all your essentials today. We offer packages or individual items, for your convenience, and recommend you place orders at least 30 days before your embarkation date.</p>",
        "voyage_url": "https://shop.silversea.com/api/v1/voyages/v/7802",
        "voyage_cod": "7802",
        "voyage_name": "Ushuaia to Ushuaia",
        "voyage_market_name": "",
        "depart_date": "2018-01-23T00:00:00.000Z",
        "arrive_date": "2018-02-15T00:00:00.000Z",
        "itinerary_url": "https://shop.silversea.com/api/v1/voyages/v/7802/itinerary",
        "days": 23,
        "destination_id": 10,
        "destination_url": "https://shop.silversea.com/api/v1/destinations/10",
        "ship_id": 2,
        "ship_url": "https://shop.silversea.com/api/v1/ships/E1",
        "map_url": "https://my.silversea.com/ECMFrom/ECM_252029_7802_EN.jpg",
        "is_expedition": true,
        "voyage_description": "",
        "voyage_id": 4377,
        "ship_cod": null,
        "features": []
    },
    {
        "is_visible": true,
        "load_voyage": true,
        "map_id": 227133,
        "map_svg_url": "https://my.silversea.com/ECMFrom/ECM_258596_7803_EN.svg",
        "images": [],
        "voyage_highlights": "<p>\n  <strong>Day 1 — Ushuaia, Argentina</strong><br />\n  Embark <em>Silver Explorer</em>, settle in and attend a mandatory safety drill before leaving port. During the afternoon you will be introduced to some of the important crew members and your Expedition Team. At sail-away bid farewell to Tierra del Fuego, the ‘Land at the End of the World’. </p>\n<p><strong>Days 2–3 — Drake Passage </strong><br />\n  The Drake Passage has a notorious reputation for its turbulent seas due to the westerly winds and the funnelling effect of the passage. Within the Drake Passage is the ever shifting Antarctic Convergence. Here nutrients are pushed to the surface, often attracting a multitude of seabirds and whales. Spend some time on deck watching the horizon and the variety of seabirds that glide in the air currents of our ship’s wake such as the Black-browed Albatross, Sooty Shearwaters and White-chinned Petrels. Have your camera ready to capture the magical colour of a late night sunsets. <br />\n  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <br />\n  As we sail on our initial transit, familiarise yourself with the elegant <em>Silver Explorer</em> and the Expedition Team members. Attend wildlife, geography and history discussions hosted by our expert naturalists and guest lecturers that will prepare you for the exciting adventures that lie ahead. When available, visit the Bridge and meet our Captain and officers; information will be posted in the “Chronicle”, our daily onboard newsletter.</p>\n<p><strong>Days 4–8 — Antarctic Peninsula </strong><br />\n  While sailing in Antarctica, every turn can reveal a new and breathtaking adventure. As the pack ice becomes thicker we are moving closer into Antarctica’s vast white wilderness. Remote and otherworldly, Antarctica is irresistible for its spectacular icebergs and calving glaciers, and for the possibility of up-close encounters with marine mammals. Watch for seals sunbathing on slow-moving ice floes and for humpback, Minke, and orca whales to surface from below the frigid waters. <br />\n  Each day we will attempt Zodiac departures, and, if conditions permit, we will cruise amidst colourful icebergs or step ashore to visit a variety of penguin rookeries and perhaps scientific research stations led by our team of natural history experts.</p>\n<p>A flexible itinerary allows us to take advantage of favourable sea and weather conditions. In the true spirit of expedition cruising, each day the Expedition Leader and Captain will determine our best course depending on weather, ice conditions and wildlife we may encounter. Here are some of the places we may visit:</p>\n<p><strong>Aitcho Islands, South Shetland Islands</strong> <br />\n  -As you step off the Zodiac to explore the island, it is very likely you will be greeted by Gentoo and Chinstrap Penguins. Other annual seabirds include the Southern Giant Petrels.<br />\n  -While in the Zodiac, you might spot a leopard seal prowling the shore for penguins.</p>\n<p><strong>Brown Bluff, Tabarin Peninsula</strong> (mainland Antarctica)<br />\n  -Brown Bluff is an ice-capped, 745-metre-high, flat-topped mountain with a prominent cliff of reddish-brown volcanic rock. <br />\n  -Adelie and Gentoo Penguins, Kelp Gulls, and Cape Petrels use this as a breeding area. <br />\n  -As you explore the area, a Weddell seal may be seen basking in the sunlight.<br />\n  -If conditions permit, we might hike onto a nearby glacier. </p>\n<p><strong>Cuverville Island, Errera Channel</strong><br />\n  -Cuverville’s large bare rock areas provide nesting sites for Gentoo Penguins. <br />\n  -Snow Petrels and Cape Petrels also may be seen whilst Wilson’s Storm Petrels nest in the higher scree of the island.<br />\n  -During Zodiac tours around the many icebergs, hauled-out Weddell seals may be seen. </p>\n<p><strong>Paradise Bay</strong> ( Antarctic Peninsula)<br />\n  -The bay is well named for its spectacular scenery of mountains, glaciers and icebergs.<br />\n  -From the ship, observe Argentina’s “Base Almirante Brown”, one of many Antarctic research stations.<br />\n  -Here, you will actually set foot on mainland Antarctica.<br />\n  -View the wildlife from sea level while cruising by Zodiac. There’s a good chance you will come across a crabeater seal relaxing on an ice floe or locate Minke whales.</p>\n<p><strong>Paulet Island</strong> <br />\n  -The island is home to 80-90 thousand Adelie Penguins that come here to breed.<br />\n  -On a nearby hill, view a massive colony of Blue-eyed Shags.<br />\n  -Kelp Gulls, Snowy Sheathbills and Wilson’s Storm Petrels are amongst the other birds that visit or breed on Paulet Island. <br />\n  -The crew of Otto Nordenskjöld’s Swedish Antarctic Expedition relief ship <em>Antarctic</em> had to over-winter on the island in 1903. Remnants of their hut still remain.</p>\n<p><strong>Petermann Island, Wilhelm Archipelago</strong><br />\n  -The island is named for German geographer August Petermann and was first discovered by a German expedition in 1873-74. <br />\n  -Various geological features such as the many leucocratic dikes along the shoreline and the more granitic composition towards the small ice-covered summit are clearly visible. Rock surfaces show glacial polish, some glacial grooving and nice samples of frost shattering. <br />\n  -During our landing, we will be able to observe rookeries of Adelie Penguins, Gentoo Penguins and Blue-eyed Shags. </p>\n<p><strong>Pleneau Island, Wilhelm Archipelago</strong><br />\n  -Pleneau Island lies at the south end of the Lemaire Channel, and was first explored during Charcot’s 1903–05 French Antarctic Expedition. The island was named for the expedition’s photographer, Paul Pleneau.<br />\n  -Amongst the common breeding birds are Gentoo Penguins, Kelp Gulls and South Polar Skuas.<br />\n  -Southern elephant seals are often hauled-out in wallows. <br />\n  -Enjoy spectacular glacial and ice scenery.</p>\n<p><strong>Port Foster, Whalers Bay</strong> (Deception Island)<br />\n  -Deception Island is an excellent example of a caldera where it is believed that the volcano’s summit collapsed with one section sinking far enough to allow the sea to flood the interior. We plan to sail inside this breached wall through a narrow entrance called Neptune’s Bellows.&nbsp; <br />\n  -Our resident Geologist will take the opportunity to explain the unique volcanic features of the area while our naturalists might introduce you to the whaling history of Deception Island. Still visible on the island are the boilers used to make whale oil in the early 1900s.</p>\n<p><strong>Port Lockroy, Goudier Island</strong> <br />\n  -The British built a listening station here during WWII, which was then used as a research station in the 1950s and since 1996 as a museum and gift shop.<br />\n  -Snowy Sheathbills and Gentoo Penguins roam and nest outside the museum.<br />\n  -Perhaps sight a whale or a leopard seal on your Zodiac approach to Goudier Island.</p>\n<p><strong>Days 9–10 — Drake Passage Return </strong><br />\n  Navigating our return through the Drake Passage, we will watch for seabirds and wildlife we may have missed on the first leg. Take this opportunity to attend additional presentations offered by the Expedition Team lecturers and to swap photos with new friends as we travel towards Ushuaia.</p>\n<p><strong>Day 11 — Ushuaia, Argentina</strong><br />\n  After breakfast, disembark <em>Silver Explorer</em>.</p>\n<p><em>Expedition highlights and wildlife listed here are possible experiences only and cannot be guaranteed. Your Expedition Leader and Captain will work together to ensure opportunities for adventure and exploration are the best possible, taking into account the prevailing weather, wildlife activity and ice conditions. Expedition Team members scheduled for this voyage are subject to change or cancellation.</em></p>\n<p><strong>GEAR UP</strong></p>\n\n<p>Not sure what to wear while onboard? <a style=\"text-decoration: underline; color: #000; font-weight: bold;\" href=\"http://www.shiptoshoretraveler.com/silversea\">Visit our shop and gear up</a>. We've got layers to keep you dry and warm, breezy wear to keep you covered and cool, and accessories to keep everything packed up and ready to go. So, no matter the weather, you'll be better prepared for your expedition.</p><p>Our Gear Shop has an expert outfitting staff and features all the essentials:</p>\n\n<p><a style=\"text-decoration: underline; color: #000; font-weight: bold;\" href=\"http://www.shiptoshoretraveler.com/silversea\">Clothes for all types of weather, boot rentals, accessories and more</a> »</p>\n\n<p><a style=\"text-decoration: underline; color: #000; font-weight: bold;\" href=\"http://www.shiptoshoretraveler.com/resources/packing-lists/?STORE%20ID=SS\">Packing List</a> »</p>\n\n<p><a style=\"text-decoration: underline; color: #000; font-weight: bold;\" href=\"http://www.shiptoshoretraveler.com/travel-resources/parka-home/?STORE_ID=SS\">Complimentary Parka</a> »</p>\n\n<p>Make sure you get all your essentials today. We offer packages or individual items, for your convenience, and recommend you place orders at least 30 days before your embarkation date.</p>",
        "voyage_url": "https://shop.silversea.com/api/v1/voyages/v/7803",
        "voyage_cod": "7803",
        "voyage_name": "Ushuaia to Ushuaia",
        "voyage_market_name": "",
        "depart_date": "2018-02-15T00:00:00.000Z",
        "arrive_date": "2018-02-25T00:00:00.000Z",
        "itinerary_url": "https://shop.silversea.com/api/v1/voyages/v/7803/itinerary",
        "days": 10,
        "destination_id": 10,
        "destination_url": "https://shop.silversea.com/api/v1/destinations/10",
        "ship_id": 2,
        "ship_url": "https://shop.silversea.com/api/v1/ships/E1",
        "map_url": "https://my.silversea.com/ECMFrom/ECM_252028_7803_EN.jpg",
        "is_expedition": true,
        "voyage_description": "",
        "voyage_id": 4385,
        "ship_cod": null,
        "features": []
    }
]
